{
  "cards": [
    {
      "name": "Guard’s Oath",
      "short": "On a failed save, your foe’s movement is cursed, provoking attacks of opportunity against you even if it otherwise would not.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse"
      ],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "A central concept of the discipline of the Eternal Guardian is the ability to restrict an opponent’s movement—prevent their escape or halting their advance. Your basic but potent strike allows you to harry and disrupt a foe until they lay down their arms. Make a melee attack. If it hits, it deals weapon damage as normal, and the target must succeed at a Will save (DC 11 + your initiation modifier) or become cursed and unable to move within your threatened area (including with 5-foot steps and using the Withdraw action) without provoking an attack of opportunity from you for 24 hours. If the target drops all weapons it is holding, it can make another saving throw to end this effect. An affected target that is not holding a weapon can draw or pick up a weapon, then drop it to gain a new saving throw, but can never gain more than one save per round against this curse."
    },
    {
      "name": "Strike of the Infinite Protector",
      "short": "Your attack grants an ally a +2 bonus to AC.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack and 30′",
      "target": "One enemy and one ally",
      "duration": "Instant",
      "description": "You swear to protect your charge, while living or dead, with an unbreakable oath. Make an attack. If it hits, it deals deal weapon damage as normal and a fragment of your life force envelops an ally within 30 feet, granting them a +2 bonus to their AC for one round."
    },
    {
      "name": "Terrifying Blow",
      "short": "Your attack may frighten the target. Deals +1d6 damage against a cursed opponent.",
      "discipline": " Eternal Guardian",
      "tags": [
        "fear"
      ],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "With a bellowing cry, you deliver a fearsome wound to your opponent. Make an attack. If it hits, it deals weapon damage as normal, and the target must succeed at a Will save (DC 11 + your initiation modifier) or become frightened for one round. If your target is cursed, your attack deals an additional 1d6 points of damage."
    },
    {
      "name": "Valiant Keeper’s Stance",
      "short": "Allies do not provoke attacks of opportunity when moving through squares you threaten.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "The basics of the Eternal Guardian discipline teach you how to ward your allies from errant attacks. While you maintain this stance, your allies do not provoke attacks of opportunity from enemies while they move through squares you threaten."
    },
    {
      "name": "Vigilant Keeper’s Stance",
      "short": "Enemies treat squares your threatened area as difficult terrain.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse"
      ],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "You adopt an aggressive stance which slows your enemies’ ability to advance or retreat. While you maintain this stance, opponents treat all squares you threaten as difficult terrain. This does not prevent those opponents from charging through your threatened area, however. In addition, whenever you hit an opponent with an attack of opportunity, that opponent becomes cursed until the end of your next turn."
    },
    {
      "name": "Warden’s Bearing",
      "short": "You gain a +2 bonus to a combat maneuver attempt, and you are treated as one size category larger for determining if you can make that attempt.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Instant",
      "description": "You shift your weight and assume a stronger, more impressive position. You can activate this boost while making a combat maneuver attempt. You gain a +2 bonus on your combat maneuver check, you do not provoke attacks of opportunity for making that combat maneuver attempt, and you are treated as one size category larger for purposes of determining if your combat maneuver can affect your target (such as a Medium creature attempting to bull rush a Huge creature)."
    },
    {
      "name": "Debilitating Fear",
      "short": "Daze a cowering, shaken, frightened, or panicked opponent.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 2,
      "type": "Boost",
      "action": "1 swift action",
      "range": "60′",
      "target": "One creature",
      "duration": "1 round",
      "description": "You fill your target with the fear that prey feels when it sees a mighty predator, impairing their ability to act. When you activate this boost, choose one creature within range that is cowering, shaken, frightened, or panicked. That creature must succeed at a Will save (DC 12 + your initiation modifier) or become dazed for 1 round."
    },
    {
      "name": "Fear the Reaper",
      "short": "Intimidate an opponent into missing an ally.",
      "discipline": " Eternal Guardian",
      "tags": [
        "fear"
      ],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "One ally",
      "duration": "Instant",
      "description": "You have learned to use the fear you create as a method of defense for both yourself and your allies. You can initiate this counter in response to a melee or ranged attack being made against an ally (including you) within 60 feet. Make an Intimidate check, using your opponent’s attack roll as the DC. If you succeed, the attack is negated, and the attacker becomes shaken for one round, as if you had demoralized them with the Intimidate check."
    },
    {
      "name": "Oath of the Intercessor",
      "short": "You take a blow meant for an ally.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Melee reach",
      "target": "One ally",
      "duration": "Instant",
      "description": "You make an unbreakable vow to take the brunt of an attack in place of your ally. You can initiate this counter in response to a melee or ranged attack being made against an ally within your melee reach. You and that ally switch places, and the attack targets you instead. Neither your nor your ally’s movement provokes attacks of opportunity."
    },
    {
      "name": "Strike of the Royal Guardian",
      "short": "Your attack reduces your opponent’s damage and curses them.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse"
      ],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "Some foes may slip past your guard, but as a disciple of the Eternal Guardian, you have other ways to minimize their threat, afflicting your enemies with an agonizing curse that cripples their attacks. Make an attack. If it hits, it deals weapon damage as normal, and the target becomes cursed, taking a –2 penalty on damage rolls with weapon attacks for as long as it is cursed. If an affected target does not make an attack during its turn, it can make a Will save (DC 12 + your initiation modifier) to end this effect. If the target prostrates itself (treated as dropping prone) and grovels for a full round, the curse is automatically removed."
    },
    {
      "name": "Relentless Warden’s Strike",
      "short": " You teleport to a creature that is cursed or afraid, then make a melee attack that deals +2d6 damage.",
      "discipline": " Eternal Guardian",
      "tags": [
        "teleportation"
      ],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack and 60′",
      "target": "One creature",
      "duration": "Instant",
      "description": "You hound a weakened enemy, keeping them in check. When you initiate this strike, you may teleport to any space within 60 feet that is within 10 feet of a creature that is cowering, cursed, shaken, frightened, or panicked. After you teleport, make a melee attack against that creature, if able. If it hits, it deals weapon damage as normal plus an additional 2d6 points of damage."
    },
    {
      "name": "Binding Fetters",
      "short": "Your attack curses a creature, and that creature must make a Will save or be teleported back to you at the start of your next turn.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse, teleportation"
      ],
      "lvl": 3,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "1 round",
      "description": "Your oath binds you and the target of your attack in combat with each other, leashing your very souls together. You can activate this boost when you hit a creature with a melee attack. That creature becomes cursed for one round, and at the start of your next turn, it must succeed at a Will save (DC 13 + your initiation modifier) or be teleported to an unoccupied square adjacent to you. This teleportation functions regardless of the distance between you and the target, although it cannot teleport a target on another plane of existence. For every 10 feet the target moves during its turn preceding the teleportation, the save DC of this strike increases by +1 (up to a maximum of a +3 increase to the DC). You can touch an ally in place of an unwilling creature to curse them, in which case they automatically fail their Will save to resist being teleported back to you at the start of your next turn. You can end this effect and the cursed condition on any the target at any time as a free action."
    },
    {
      "name": "Intruder’s End",
      "short": "You dare your foes to enter your protected sanctum, dramatically increasing your threatened area and gaining additional attacks of opportunity.",
      "discipline": " Eternal Guardian",
      "tags": [
        "teleportation"
      ],
      "lvl": 3,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round",
      "description": "You declare an area to be your protected sanctum, and dare any foe to try their hand at entering your sanctum. With each opportunity, you warp space, teleporting across your domain to attack before returning. After initiating this counter, your threatened area increases to 20 feet for one round. This overlaps with, rather than stacking with, any natural reach you otherwise have; if your natural reach is greater than 20 feet, it is not reduced. In addition, for the duration of this boost, you gain a +2 circumstance bonus on attack rolls while making attacks of opportunity and can make a number of additional attacks of opportunity this round equal to your initiation modifier. This stacks with the Combat Reflexes feat and other effects that increase the number of attacks of opportunity you can make in a round."
    },
    {
      "name": "Stance of the Eternal Guardian",
      "short": "You tie your soul to a creature, giving benefits similar to a shield other spell.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 3,
      "type": "Stance",
      "action": "1 immediate action",
      "range": "Personal and 60′",
      "target": "Self and one ally",
      "duration": "Stance",
      "description": "You bind your soul in a protective embrace around one of your allies. When you enter this stance, choose an ally within 60 feet. While you maintain this stance and as long as that ally is within 60 feet of you, that ally gains a +1 deflection bonus to its AC and a +1 bonus on all saving throws. At initiator level 8th and at every four initiator levels thereafter, these bonuses increase by +1 (up to a maximum of +5 at 20th level). In addition, as long as that ally is within 60 feet of you, it takes only half damage from all wounds and attacks (including special abilities) that deal hit point damage. The amount of damage not taken by the your ally is taken by you. Forms of harm that do not involve hit points, such as charm effects, temporary ability damage, level draining, and death effects, are not shared. If the subject suffers a reduction of hit points from a lowered Constitution score, the reduction is not split with you because it is not hit point damage."
    },
    {
      "name": "Swallow Your Fear",
      "short": "You or an ally gain a +4 morale bonus to a save against a mind-affecting effect. If your target succeeds on your save, they gain temporary hit points.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 3,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "One ally",
      "duration": "Instant",
      "description": "Your knowledge of fear and devotion allows you to absorb and control harmful magics which can affect the mind. You can initiate this counter in response to an ally (including yourself) within 60 feet rolling a saving throw against a mind-affecting effect. You or your ally gains a +4 morale bonus on that saving throw, and if the save is successful, that ally gains a number of temporary hit points equal to the save DC of that effect for a number of rounds equal to your initiator level."
    },
    {
      "name": "Grim Guard’s Laughter",
      "short": "Your attack deals +4d6 damage and you can intimidate all opponents within 30 feet. If your target is cursed, they also may become frightened.",
      "discipline": " Eternal Guardian",
      "tags": [
        "fear"
      ],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack and 30′",
      "target": "One creature",
      "duration": "Instant",
      "description": "Your deep, disturbing laughter echoes throughout the battlefield filling your foes with dread and causing their wills to falter. Make a melee attack. If it hits, it deals weapon damage as normal plus an additional 4d6 points of damage, and you can make an Intimidate check, treating that check as a demoralize attempt against every opponent within 30 feet. If you successfully demoralize a cursed creature with this strike, that creature becomes frightened for one round in addition to becoming demoralized."
    },
    {
      "name": "Oath of Torpor",
      "short": "Your attacks lay a binding curse on their targets, possibly slowing them if they move.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 4,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Instant",
      "description": "You swear an oath to your foes, that their limbs will be heavy and their wills sapped. After initiating this boost, each successful attack or combat maneuver attempt you make against an opponent before the start of your next turn also causes that opponent to become cursed for one minute. Each time a creature cursed by this boost moves, it must succeed at a Will save (DC 14 + your initiation modifier) or become slowed (as the spell) until the end of its next turn. A successful save against this effect ends the curse. Alternatively, if a creature cursed by this boost does not willingly move from its space for two consecutive rounds, the curse ends without a need for a saving throw. A creature forced to move (such as by a bull rush) does not trigger this effect."
    },
    {
      "name": "Strike of the Steadfast Legion",
      "short": "Your attack causes you and your allies gain damage reduction, and allies can sacrifice hit points to grant other allies temporary hit points for one round.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "When you bring your enemy low, your strength bolsters the will of your allies. Make an attack. If it hits, it deals weapon damage as normal plus additional damage equal to 1/2 your initiator level, and all allies within 60 feet of you gain damage reduction/– equal to your initiation modifier (minimum 1) for one round. In addition, any ally who gains damage reduction from this strike can expend a number of hit point up to your initiator level to grant any other ally who gained damage reduction from this strike three times that amount in temporary hit points. These temporary hit points last for one round."
    },
    {
      "name": "Watchman’s Rebuke",
      "short": "You force an opponent to reroll a successful saving throw. Cursed creatures take a –2 penalty on that reroll.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 4,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "One creature",
      "duration": "Instant",
      "description": "Your supernatural will calls for your enemies to cease resisting and submit to your judgement. You can initiate this counter when an opponent within 60 feet succeeds on a saving throw. That opponent must immediately reroll its save, using the result of the second roll to determine if it succeeded or failed. If that opponent is cursed, it takes a –2 penalty on this reroll."
    },
    {
      "name": "Jailer of the Damned",
      "short": "You ignore immunity to mind-affecting and fear effects, and you gain a +2 bonus on combat maneuver attempts against afraid creatures.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 5,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "You adopt the stance of the wardens which guard the gates of death. While you maintain this stance, your maneuvers and other abilities treat creatures that are normally immune to mind-affecting effects and fear effects as if they were not immune. Such creatures gain a +5 resistance bonus on saving throws against these effects, rather than ignoring them outright. In addition, while you maintain this stance, you do not provoke attacks of opportunity when attempting a combat maneuver against a creature that is shaken, frightened, or panicked, and you gain a +2 bonus on your combat maneuver checks against such creatures."
    },
    {
      "name": "Unbearable Gaze",
      "short": "You blind an opponent, potentially causing their attack or spell to miss.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 5,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "One creature",
      "duration": "1 round",
      "description": "Your stare fills a creature with supernatural dread, causing them to fear looking into your eyes lest it cause them great harm. You can initiate this counter in response to being targeted by an attack, spell, or power originating from an creature within 60 feet. That creature must succeed at a Reflex save (DC 15 + your initiation modifier) or become blinded for one round, averting its eyes as a result of utter terror. If the target fails its saving throw, the attack or effect suffers a 50% miss chance against you, even if it would normally automatically hit. A creature without eyes or that is already blind is immune to this effect."
    },
    {
      "name": "Shackles of the Condemned",
      "short": "Your attack deals +5d6 damage and you shackle yourself to your target with supernatural chains, entangling them.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse"
      ],
      "lvl": 5,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "Your strike binds your target, summoning cursed manacles that bind both you and your enemy to a single fate. Make a melee attack. If it hits, it deals weapon damage as normal plus an additional 5d6 points of damage, and the target becomes cursed and entangled for a number of rounds equal to your initiator level. While under the effect of this maneuver, the target cannot move further than 30 feet away from you, even by teleportation effects. You or your target can pull on the chain as a trip or drag attempt as an attack action without provoking attacks of opportunity. You gain a +4 bonus on combat maneuver checks and to your CMD when making these attempts or having them made against you. If the target begins and ends its turn adjacent to you, it can make a Will save (DC 15 + your initiation modifier) to end the effects of this strike. If you move further than 30 feet away from the target, the curse is broken and the effects of this strike end. You can end the effects of this strike as a free action, and it ends automatically if you are knocked unconscious or killed."
    },
    {
      "name": "Stand Your Ground",
      "short": "You and an ally take half damage from attacks and effects for one round.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 5,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "Self and one ally",
      "duration": "1 round",
      "description": "You and your ally stand together to defend your position, strengthened by supernatural resolve. When you initate this counter, choose an ally within 60 feet. For one round, you and that ally each take only half the damage you would otherwise take. Damage that is redirected (such as by the shield other spell or the share pain power) or intentionally taken (such as by strike of the steadfast legion) is not reduced."
    },
    {
      "name": "Charge of Dismay",
      "short": "Charge attack that deals +6d6 damage, does not provoke attacks of opportunity, and may frighten nearby enemies.",
      "discipline": " Eternal Guardian",
      "tags": [
        "fear"
      ],
      "lvl": 6,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple barrels through the enemy lines, terrifying his foes. Make a charge attack that does not provoke attacks of opportunity. If it hits, it deals weapon damage as normal plus an additional 6d6 points of damage, and all opponents (including the target) within 30 feet must succeed at a Will save (DC 16 + your initiation modifier) or become frightened for 1d4 rounds and shaken for one minute after. Creatures with more hit dice than your initiator level cannot become frightened by this strike, although they still become shaken on a failed save. Any creature that starts its turn without line of sight to you can make another saving throw to end this effect."
    },
    {
      "name": "Inescapable Fetters",
      "short": "Your attacks for one round curse creatures, and those creature must make a Will save or be teleported back to you at the start of each of their turns.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse, teleportation"
      ],
      "lvl": 6,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round",
      "description": "Your nightmarish oath that no foe will escape you draws. After initiating this boost, each creature you hit with a melee attack before the start of your next turn becomes cursed for one round per four initiator levels you possess. At the end of each of the turns of a creature cursed by this boost, that creature must succeed at a Will save (DC 16 + your initiation modifier) or be teleported to an unoccupied square adjacent to you. This teleportation provokes an attack of opportunity from you, and functions regardless of the distance between you and the cursed creature, although it cannot teleport a target on another plane of existence. For every 10 feet a cursed creature moves during its turn preceding the teleportation, the save DC of this strike increases by +2 (up to a maximum of a +6 increase to the DC). You can touch a willing ally to curse them, in which case they automatically fail their Will save to resist being teleported back to you at the start of your next turn. You can end this effect and the cursed condition on any affected creature at any time as a free action."
    },
    {
      "name": "Inescapable Grasp",
      "short": "Cursed creatures you threaten cannot take 5-foot steps or use the withdraw action, and their movement provokes attacks of opportunity from you even if they otherwise would not.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 6,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "Your resolution is absolute, and those affected by your ill will find themselves unable to act freely. While you maintain this stance, cursed creatures you threaten cannot take 5-foot steps or use the Withdraw action, and any such creature that leaves its square provokes an attack of opportunity from you, even if its movement would not otherwise provoke attacks of opportunity (such as with the Spring Attack feat or a teleportation effect)."
    },
    {
      "name": "Infinite Focus",
      "short": "Your allies within 60 feet do not provoke attacks of opportunity for one round.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 6,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "Allies",
      "duration": "1 round",
      "description": "You share some of your patience and dedication with your allies, allowing them to avoid careless mistakes that would allow an opponent to strike. After initiating this counter, your allies within 60 feet of you do not provoke attacks of opportunity for one round. Any ally that moves further than 60 feet away from you loses this benefit. You can initiate this counter in response to an ally provoking an attack of opportunity from an opponent; if you do, that attack is negated, and the ally gains the full benefits of this counter as normal."
    },
    {
      "name": "Strike of Sacrifice",
      "short": " Your attack deals +6d6 damage and you transfer some of your AC to allies within 30 feet.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "You seal a portion of your life force around your allies, protecting them from harm at the cost of your own vulnerability. Make an attack. If it hits, it deals weapon damage as normal plus an additional 6d6 points of damage, and you may lower your AC by up to 1/2 your initiator level and grant all allies within 30 feet an equal bonus to their ACs. Both the reduction of your AC and the bonus to your allies’ ACs lasts for a number of rounds equal to your initiator level."
    },
    {
      "name": "Curse of Impending Doom",
      "short": "Your attack deals +6d6 damage, curses the target, and inflicts a growing penalty on attack rolls, saving throws, and skill checks.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse, fear"
      ],
      "lvl": 7,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple’s curse seeps into the foe’s subconscious, forcing it to believe failure is just around the corner. Make an attack. If it hits, it deals weapon damage as normal plus an additional 6d6 points of damage, and the target becomes cursed for 24 hours. While cursed by this strike, the target suffers a –2 penalty on attack rolls, saving throws, and skill, checks. Whenever an affected target succeeds on an attack roll, saving throw, or skill, check, the penalty imposed by this strike increases by –2. Whenever an affected target fails on such a roll, it must succeed at a Will save (DC 17 + your initiation modifier) or become panicked for one round, and the penalty imposed by this maneuver is reset to –2. A creature under the effect of this strike can choose to intentionally fail on any of these rolls to make another saving throw against this effect. If it does, failure does not cause it to become panicked, nor does it reset the penalty to –2."
    },
    {
      "name": "Grim Satisfaction",
      "short": "Your next attack may cause the target to cower in fear for one round.",
      "discipline": " Eternal Guardian",
      "tags": [
        "fear"
      ],
      "lvl": 7,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round",
      "description": "Seeing the fear and resignation in the eyes of your foes spurs you closer to victory. After initiating this boost, the next creature you hit with an attack for one round must succeed at a Will save (DC 17 + your initiation modifier) or cower in fear for one round, and you heal a number of hit points equal to your initiator level. If the creature that fails its save is cursed, you heal an additional 10 hit points."
    },
    {
      "name": "Unbreakable Promise",
      "short": "Opponents within 60 feet must make a Will save or become unable to reduce other creatures below 0 hit points.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse"
      ],
      "lvl": 7,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "Opponents",
      "duration": "3 rounds",
      "description": "You vow that no foe will land a killing blow against those under your protection. You can initiate this counter in response to a melee or ranged attack being made against another ally within 60 feet. All opponents within 60 feet of you must succeed at a Will save (DC 17 + your initiation modifier) or become cursed for three rounds. While a creature is cursed by this counter, it cannot reduce any creature other than itself below 0 hit points by any means; any additional damage is negated. An affected creature can strike itself as an attack action or part of a full-attack action (dealing damage as normal for the attack) to end this curse."
    },
    {
      "name": "Crushing Rebuke",
      "short": "You Intimidate an enemy, causing them to fail attack rolls for the rest of their turn.",
      "discipline": " Eternal Guardian",
      "tags": [
        "fear"
      ],
      "lvl": 8,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60′",
      "target": "One creature",
      "duration": "1 turn",
      "description": "Your overwhelming presence castigates a foe, causing them to utterly doubt their own abilities. You can initiate this counter in response to a melee or ranged attack being made against you or an ally by an enemy within 60 feet. Make an Intimidate check, using the creature’s attack roll as the DC. If you succeed, the attack is negated, and that all attacks made by that creature until the end of its turn are treated as if that creature had rolled a natural 1."
    },
    {
      "name": "Hammer of the Immortal",
      "short": "You attack every opponent you threaten, dealing +8d6 points of damage and inflicting a –4 penalty to their AC and CMD. Then, you make a combat maneuver attempt against each target hit.",
      "discipline": " Eternal Guardian",
      "tags": [

      ],
      "lvl": 8,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "Threatened opponents",
      "duration": "Instant",
      "description": "You act as both hammer and anvil, striking your enemies with furious skill that breaks their lines and their spirits. Make a melee attack roll and compare it to the AC of each opponent you threaten. If the attack roll hits a target, it deals weapon damage as normal plus an additional 8d6 points of damage, and the target takes a –4 penalty to its AC and CMB until the start of your next turn. Use the same damage roll for each target. In addition, you may make a single combat maneuver attempt against each target you hit with this strike as a free action. These combat maneuver attempts do not provoke attacks of opportunity."
    },
    {
      "name": "Stance of the Infinite Warrior",
      "short": "Your threatened squares remain threatened for one round, and you can teleport to an opponent within your threatened area as an immediate action.",
      "discipline": " Eternal Guardian",
      "tags": [
        "teleportation"
      ],
      "lvl": 8,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "Your eternal vigilance allows you to leave an echo of your presence behind to guard areas in which you are no longer physically present. While you maintain this stance, any square you threaten during your turn remains threatened by you until the end of your next turn. You can make melee attacks (including attacks of opportunity) against creatures within these squares, regardless of your actual location— a flickering glimpse of how you appeared the moment you threatened that square appears and makes the attack, just as if you were actually in the square. In addition, whenever a creature enters your threatened area, you can teleport to any unoccupied space within 10 feet of that creature as an immediate action."
    },
    {
      "name": "Oath of Eternity",
      "short": "You swear a large area around you to be under your protection, massively increasing your threatened area and gaining additional attacks of opportunity.",
      "discipline": " Eternal Guardian",
      "tags": [
        "curse, teleportation"
      ],
      "lvl": 9,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round",
      "description": "You declare a swathe of the battlefield to be your domain, in which you will brook no trespass. You teleport across the battlefield with each blow, blinking towards an enemy then returning to your original position. After initiating this counter, your threatened area increases to 40 feet for one round. This overlaps with, rather than stacking with, any natural reach you otherwise have; if your natural reach is greater than 40 feet, it is not reduced. In addition, for the duration of this boost, your attacks of opportunity deal an additional 3d6 points of damage and curse the target for one round, and you can make a number of additional attacks of opportunity this round equal to 1/2 your initiator level. This stacks with the Combat Reflexes feat and other effects that increase the number of attacks of opportunity you can make in a round."
    },
    {
      "name": "Battle Mantra",
      "short": "You gain flexible insight bonuses to aid your combat ability.",
      "discipline": " Sleeping Goddess",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "I n the heat of battle, every second matters and every blow is crucial. Your focus and psionic powers enhance your senses, allowing you to detect subtle movements and mental impressions, reacting to the ever-changing melee before those changes manifest. While you maintain this stance, you gain one of the following benefits.• You gain a +1 insight bonus to your AC.• You gain a +1 insight bonus on all attack rolls.• You gain a +2 insight bonus on combat maneuver checks and to your CMD.Once per round as a free action, you can turn your attention to another facet of the combat, losing your current bonus and gaining a different benefit from this stance. These bonuses increase by +1 for every four initiator levels you possess."
    },
    {
      "name": "Body of Delusion",
      "short": "Make an Autohypnosis check to halve damage taken from an attack.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 1,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60",
      "target": "You or one ally",
      "duration": "Instantaneous",
      "description": "The most basic tenet of the Sleeping Goddess discipline is that a strong enough belief, channeled through the lens of psionic power, can do anything. With this technique, you momentarily enter a state of denial, asserting through your power that you are not and will not be harmed. You can initiate this counter when you take damage from a melee or ranged attack. Make an Autohypnosis check, using your opponent’s attack roll as the DC. If you succeed, you take only half damage from the attack, although any other effects of the attack are resolved normally.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, you gain a +1 bonus on your Autohypnosis check.• If you spend 3 power points, you take no damage from the attack on a successful Autohypnosis check, rather than half.• If you spend 5 power points, you are completely unaffected by the attack on a successful Autohypnosis check, taking no damage and ignoring any additional effects of the attack.• If you expend your psionic focus while initiating this counter, you can use it in response to an attack damaging an ally within 60 feet. If you do, make an Autohypnosis check as normal, then apply the effects of this counter to that ally rather than yourself."
    },
    {
      "name": "Call the Soul’s Blade",
      "short": "Create a weapon of ideals or empower your mind blade.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "1 round/level (see text)",
      "description": "As an adept of the Sleeping Goddess discipline, your greatest weapon is your personal ideology given form. By focusing on all you view as right and just, you can shape psionic might into a soul’s blade. When you initiate this boost, a soul’s blade appears in your hands, taking the form of a masterwork melee weapon you are proficient with. A soul’s blade created with this boost has hardness 10 and 10 hit points, and is treated as a magic weapon for the purposes of overcoming damage reduction. The blade lasts a number of rounds equal to your initiator level before vanishing. If you throw your soul’s blade or otherwise relinquish your grip on it (such as by being disarmed), it dissipates after one round. You can have multiple soul’s blades created at once if you initiate this boost or other boosts that create a soul’s blade multiple times, although only as many as you can wield. If you are currently wielding a mind blade or equivalent weapon (such as a deadly fist’s empowered strikes, a psychic armory’s panoply of blades, or a soulbolt’s mind bolt), you can choose to amplify it instead of this boost’s normal effects. Until the start of your next turn, all such weapons you wield (including those created after initiating this boost) gain the benefit of a weapon special ability equivalent to a +1 enhancement bonus. This ability must be chosen from the list of weapon special abilities you can normally place on your mind blade (see the enhanced mind blade class feature in Chapter 3 of Ultimate Psionics)."
    },
    {
      "name": "Ego-wounding Strike",
      "short": "Your attack may inflict a –2 penalty on attack rolls, skill checks, and ability checks.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You wrap your blade in psionic energy, telepathically amplifying the pain of the blow. Make an attack. If it hits, it deals weapon damage as normal, and the target must succeed at a Will save (DC 11 + your initiation modifier) or take become overwhelmed with agonizing pain, taking a –2 penalty on attack rolls, ability checks, and skill checks for one round. Each time one of your allies successfully hits that creature while it is under the effect of this strike, the duration increases by one round, up to a maximum number of rounds equal to your initiator level.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the penalty inflicted by this strike increases by –1.• If you expend your psionic focus while initiating this strike, your target does not get a saving throw against it."
    },
    {
      "name": "Flash of Insight",
      "short": " On a successful attack or CMB check, you grant an ally a new save against an ongoing effect.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "30",
      "target": "One or two allies",
      "duration": "Instantaneous",
      "description": "You turn a sudden burst of inspiration into strength for your allies, sharing your power to give them an edge in battle and help them shrug off their wounds. You can activate this boost after making a successful attack or combat maneuver check. One ally within 30 feet gains another saving throw against a non-instantaneous effect that allows a saving throw affecting them. This saving throw has the same DC as the original save. If your ally succeeds, the effect ends. The ally does not suffer any additional effects for failing the save (such as a poison’s damage). You cannot grant an ally more than one additional save against a given effect.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, your ally gains a +1 insight bonus on their saving throw.• If you expend your psionic focus while initiating this boost, this boost instead affects up to two allies within 30 feet."
    },
    {
      "name": "Harmony-shattering Strike",
      "short": "Your attack may increase the damage the target takes by your allies by +1d6.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You strike at both your enemy’s body and his spirit, creating a destructive link between them and your allies. Make an attack. If it hits, it deals weapon damage as normal, and the target must succeed at a Will save (DC 11 + your initiation modifier) or for one round, any attacks from your allies against the target deal an additional 1d6 points of damage. Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the additional damage your allies deal to the target increases by 1d6.• If you expend your psionic focus while initiating this strike, your target does not get a saving throw against it."
    },
    {
      "name": "Unbroken Stride",
      "short": "You can walk on liquids and unstable surfaces, and eventually walls and even the air.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "With careful steps and focused psionic power, you can slightly shift how you interact with the world, moving over liquids as if they were solid, sprinting along walls, and even walking through the air. While you maintain this stance, you can walk and stand on liquids and other unfirm surfaces as if they were solid ground. You can move at your normal speed, but you cannot run on such a surface. This stance does not protect you from any negative effects that the surface might carry, such as the heat of lava or the stickiness of a spider’s web. At initiator level 5th, you gain the ability to move along walls and ceilings as if under the effect of a spider climb spell while you maintain this stance, except that you do not need to use your hands to climb and can fight normally. At initiator level 10th, you can walk through the air as if it were solid ground, gaining a fly speed equal to your land speed with good maneuverability while you maintain this stance. However, while flying in such a way, you cannot hover. At initiator level 15th, your maneuverability when flying in this way increases to perfect, and you can even stand still in midair, hovering as normal."
    },
    {
      "name": "Adamant Will",
      "short": "You an one ally gain a +4 insight bonus to your ACs.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60",
      "target": "You and one ally",
      "duration": "1 round",
      "description": "Though armor can be pierced and shields can be broken, your will remains a final bastion, and those who witness this resolution of mind can be inspired to cultivate it within themselves. You can initiate this counter in response to a melee or ranged attack being made against you. You gain a +4 insight bonus to your AC against that attack, potentially causing it to miss. In addition, one of your allies within 60 feet gains a +4 insight bonus to their AC against the next attack made against them for one round.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, the insight bonus to you and your ally’s AC increases by +1.  • For every 3 power points you spend, this counter lasts an additional round. If you augment this counter in this way, the bonus to your ally’s AC applies against every attack made against that ally during the duration, rather than only the next attack."
    },
    {
      "name": "Fearless Faith",
      "short": "You reduce the effects of a fear effect as it happens.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "60",
      "target": "You or one ally",
      "duration": "Instantaneous",
      "description": "You know that fear is as great an enemy as the foes in front of you, and through this knowledge and your faith in yourself, you can power through even the most terrifying situations. You can initiate this counter when you would become shaken, frightened, or panicked. You reduce the fear by one step (from panicked to frightened, frightened to shaken, or shaken to unafraid), and are treated as having successfully saved against the effect for the purposes of determining if you can be affected again.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the fear is reduced by an additional step.• If you expend your psionic focus while initiating this counter, you can use it in response to an ally within 60 feet becoming shaken, frightened, or panicked. If you do, you apply the effects of this counter to that ally rather than yourself."
    },
    {
      "name": "Mind-revealing Strike",
      "short": "Your attack deals +1d6 damage, and you become able to read the target’s surface thoughts on a failed Will save.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You and your allies harry a foe, weakening its resolve and leaving it open to mental intrusion. Make an attack. If it hits, it deals an additional 1d6 points of damage, and the target must succeed at a Will save (DC 12 + your initiation modifier) or you become able to read their surface thoughts, as if by the read thoughts power, for a number of rounds equal to your initiation modifier. You do not need to concentrate on this ability to maintain it. Each time one of your allies successfully hits that creature while it is under the effect of this strike, the duration increases by one round, up to a maximum number of rounds equal to your initiator level.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• If you expend your psionic focus while initiating this strike, you may make a melee touch attack against the target rather than a normal attack. If it hits, it deals no damage, but you still can read their surface thoughts on a failed save.• If you expend your psionic focus while initiating this strike, your target does not get a saving throw against it."
    },
    {
      "name": "Reactive Reversion",
      "short": "You mark your location and can teleport back to it until the start of your next turn.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " teleportation"
      ],
      "lvl": 2,
      "type": "Boost",
      "action": "1 swift action",
      "range": "personal",
      "target": "You",
      "duration": "1 round (see text)",
      "description": "You create a spiritual waypoint tied to your mind and body, allowing you to return to it in an instant for a short time. When you initiate this boost, mark your current location. You may instead teleport back to the marked space as a free action, even if it isn’t your turn, any time during the next round. Using this ability ends this boost. If your former space is occupied, you are instead teleported to the nearest unoccupied space. If you use this ability to move out of the reach or range of an attack, the attack is negated.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the effect of this boost lasts an additional round.• For every 2 power points you spend, you can teleport to the marked space one additional time before ending this boost."
    },
    {
      "name": "Twofold Assault",
      "short": "Your attack deals +1d6 damage and you may attempt a combat maneuver, using an Autohypnosis check in place of your combat maneuver check.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You assault your opponent’s mind and body at the same instant, overwhelming them utterly with a single blow. Make a melee attack. If it hits, it deals weapon damage as normal plus an additional 1d6 points of damage, and you can make a combat maneuver attempt against the target as a free action. This combat maneuver attempt does not provoke an attack of opportunity, and you use an Autohypnosis check in place of your combat maneuver check.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage.• If you expend your psionic focus while initiating this strike, you can make a second combat maneuver attempt against the target as a free action, using an Autohypnosis check in place of your combat maneuver check."
    },
    {
      "name": "Chains of Doubt",
      "short": "Your attack deals +3d6 damage and may nauseate your target and its allies.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 3,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You deliver a psionically-charged blow directly to your enemy’s willpower and ability to press onwards, dragging them down with crushing doubt and despair. Make an attack. If it hits, it deals weapon damage as normal plus an additional 3d6 points of damage, and the target must succeed at a Will save (DC 13 + your initiation modifier) or become nauseated for one round.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• If you expend your psionic focus while initiating this strike, one of the target’s allies within 60 feet of your choice also becomes nauseated for the same duration if the target fails its saving throw. The target’s ally does not receive a saving throw against this effect."
    },
    {
      "name": "Grasp of the Goddess",
      "short": "Your reach is increased by 5 feet and you can make an additional attack of opportunity this round.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 3,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round",
      "description": "For a brief moment, you transcend the limits of your physical form, striking beyond the reach of your weapons and reacting with a speed and grace you would not normally have. After initiating this boost, your melee reach increases by 5 feet for one round, and you can make one additional attack of opportunity this round. This extra attack of opportunity stacks with other effects that grant additional attacks of opportunity, such as the Combat Reflexes feat. In addition, at any time during this boost’s duration, you may expend your psionic focus as an immediate action to warp the world around you and move to any unoccupied space within your melee reach without provoking attacks of opportunity.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, you can make another additional attack of opportunity each round while under the effect of this boost.• For every 3 power points you spend, the effect of this boost lasts an additional round."
    },
    {
      "name": "Inexorable Embrace of Sleep",
      "short": "Your attack deals +2d6 damage and puts victim into a trance.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 3,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "With a devastating psychic strike, you can render a foe’s higher mind catatonic, reducing him to the state of a sleepwalker. Make an attack. If it hits, it deals weapon damage as normal plus an additional 2d6 points of damage, and the target must succeed at a Will save (DC 13 + your initiation modifier) or be forced into a dreamlike trance for three rounds. While in this trance, the target cannot activate spell-like or supernatural abilities, cast spells, manifest powers, or initiate maneuvers. Supernatural abilities that do not require an action or require only a free action to activate are unaffected, and spells and powers that the target is already concentrating on can be concentrated on as normal. The target may otherwise act normally, moving, attacking, and performing other actions as it sees fit.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• If you expend your psionic focus while initiating this strike, your target does not get a saving throw against it. However, the duration of the trance is reduced to one round rather than three."
    },
    {
      "name": "Internal Dominion of the Sleeping Goddess",
      "short": "Once per round, you can reroll a failed saving throw or force an opponent to reroll an attack roll.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 3,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "The term “sleeping goddess” refers not to any tangible entity, but a state of being; by focusing your psionic might through the lens of true belief, you become something akin to a minor divine power whose realm lies within your physical form. Through this power, you can outright deny the world when it tries to exert such paltry concepts as “reality” on you. While you maintain this stance, you gain the following abilities:• You can reroll a failed saving throw, taking the higher of the two rolls.• You can force an opponent who has just hit you with an attack or succeeded at a combat maneuver check against you to reroll his attack roll or combat maneuver check and take the lower of the two rolls.You may only use a single one of these abilities per round, and activating them is a free action that can be taken even if it isn’t your turn."
    },
    {
      "name": "Armory of the Sleeping Goddess",
      "short": "You create an enhanced weapon of ideals or empower your mind blade.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 4,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round/level",
      "description": "Your immense force of will allows you to shape your ideals into a more powerful weapon than before. When you initiate this boost, a soul’s blade appears in your hands, taking the form of a +3 melee weapon you are proficient with. Alternatively, you may create two soul’s blades, each taking the form of an identical +2 melee weapon you are proficient with. A soul’s blade created with this boost has hardness 15 and 30 hit points. The blade lasts a number of rounds equal to your initiator level before vanishing. If you throw your soul’s blade or otherwise relinquish your grip on it (such as by being disarmed), it dissipates after one round. You can have multiple soul’s blades created at once if you initiate this boost or other boosts that create a soul’s blade multiple times, although only as many as you can wield. If you are currently wielding a mind blade or equivalent weapon (such as a deadly fist’s empowered strikes, a psychic armory’s panoply of blades, or a soulbolt’s mind bolt), you can choose to amplify it instead of this boost’s normal effects. Until the start of your next turn, all such weapons you wield (including those created after initiating this boost) gain the benefit of a single weapon special ability equivalent to up to +2 enhancement bonus. This ability must be chosen from the list of weapon special abilities you can normally place on your mind blade (see the enhanced mind blade class feature in Chapter 3 of Ultimate Psionics)."
    },
    {
      "name": "Puppet of the Goddess",
      "short": "Your attack deals +4d6 damage and may override one of the target’s senses.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You take control of your foe’s perceptions, shutting them off from reality and substituting a false world of your choosing. Make an attack. If it hits, it deals weapon damage as normal plus an additional 4d6 points of damage, and the target must succeed at a Will save (DC 14 + your initiation modifier) or have one of its senses completely overridden for one round, as if you had manifested the false sensory input power on them. You do not need to concentrate on this ability to maintain it, although you cannot switch the sense you are falsifying with this strike.  Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• For every 3 power points you spend, the effect of this strike lasts an additional round.• If you expend your psionic focus while initiating this strike, you ignore any immunity to mind-affecting effects the target possesses. Instead, a normally- immune target gains a +5 resistance bonus on its saving throw."
    },
    {
      "name": "Reunion in Dreams",
      "short": "You teleport a willing creature to your side.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " teleportation"
      ],
      "lvl": 4,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Close (25 + 5’/2 levels)",
      "target": "One willing creature",
      "duration": "Instantaneous",
      "description": "Your understanding of the world and your place in it grows, and allows you to reach out to others and bring them under your protection even over great distances. When you initiate this boost, you teleport one willing creature that you can see within close range (25 feet + 5 feet per 2 initiator levels) to an unoccupied square adjacent to you. If there are no unoccupied adjacent squares for the creature to appear in, this boost has no effect.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, you can teleport an additional willing creature within close range to an adjacent square.• If you expend your psionic focus while initiating this boost, you may teleport yourself to an unoccupied square adjacent to a willing creature within close range before resolving the other effects of this boost. Measure the range of this boost from and teleport targets to unoccupied squares adjacent to your new position."
    },
    {
      "name": "Traumatic Reversal",
      "short": "You take half damage from an effect, and the effect’s originator must succeed at a Will save or take half the damage they would have dealt.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 4,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "self and one opponent",
      "duration": "Instantaneous",
      "description": "Just as a warrior with a superior weapon may try to sunder an attacker’s blade, you are able to shatter your foe’s mind in order to defend yourself, creating a momentary psionic link along which the effects of their attack are shared. You can activate this counter when you take damage from an attack or effect originating from an opponent. You take only half damage from the attack or effect, although any other effects are resolved normally. In addition, the opponent that damaged you must succeed at a Will save (DC 14 + your initiation modifier) or take damage equal to half the damage they would have dealt.Augment: You can augment this maneuver in one or more of the following ways:• If you spend 6 power points, you take no damage from the attack, and the opponent that damaged you takes the full amount of damage they dealt to you on a failed saving throw.• If you expend your psionic focus while initiating this counter, you can use it in response to an attack or effect damaging an ally within 60 feet. If you do, you apply the effects of this counter to that ally and the opponent that damaged that ally rather than yourself."
    },
    {
      "name": "Inarguable Presence of the Sleeping Goddess",
      "short": "You ignore immunity to mind-affecting effects and gain a 20% miss chance against attacks.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 5,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "Your psionic might and the strength of your belief exert an immense pressure on the minds of your foes merely by being near them. You are a fact, and your power will not be denied. While you maintain this stance, your maneuvers and other abilities treat creatures that are normally immune to mind-affecting effects as if they were not immune. Such creatures gain a +5 resistance bonus on saving throws against your mind-affecting effects, rather than ignoring them outright. In addition, attacks made against you suffer a 20% miss chance."
    },
    {
      "name": "Reshape the Sculpted Mind",
      "short": "Your attack deals 1d4 damage to a mental ability score and may damage the opponent’s mind temporarily.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 5,
      "type": "Strike",
      "action": "1standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "Your intimate acquaintance with the nature of the mind allows you to strike it where it’s most vulnerable. Make an attack. If it hits, it deals weapon damage as normal plus an additional 1d4 points of Intelligence, Wisdom, or Charisma damage (your choice), and the target must succeed at a Will save (DC 15 + your initiation modifier) or be affected by one of the following effects, depending on the type of ability damage selected. A target that is immune to ability damage still suffers this additional effect.• Intelligence: The target’s ability to express its thoughts is dampened, causing it to be unable to communicate with others, even by telepathy, for a number of rounds equal to the Intelligence damage dealt by this strike. The target can still hear others, but anything it says or tries to convey nonverbally is completely unintelligible, even to a creature under the effect of a tongues spell or similar effect. Spells that require verbal components suffer a 50% chance of failure while the target is affected by this strike.• Wisdom: The target loses its grasp on reality, causing it to become confused for a number of rounds equal to the Wisdom damage dealt by this strike.• Charisma: The target’s confidence and ability to believe in itself is shattered, causing it to become frightened for a number of rounds equal to the Charisma damage dealt by this strike. At the end of each of the target’s turns while it is frightened, it can attempt another save to end this effect. This use of this strike is considered a fear effect.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the ability damage dealt by this strike increases by one.• If you expend your psionic focus while initiating this strike, you ignore any immunity to mind-affecting effects or fear effects the target possesses. Instead, a normally-immune target gains a +5 resistance bonus on its saving throw."
    },
    {
      "name": "Reverberation of Defeat",
      "short": "When you reduce an opponent to 0 or fewer hit points, that target’s allies must succeed at a Will save or become shakened and sickened.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 5,
      "type": "Boost",
      "action": "1 swift action",
      "range": "30",
      "target": "One or more creatures",
      "duration": "Instantaneous",
      "description": "As you destroy one foe, his allies feel the weight of his failure, the pain, fear, and feeling of utter defeat cascading down the ties of friendship or belief. You can activate this boost when you reduce an opponent to 0 or lower hit points. Each of that opponent’s allies within 30 feet must succeed at a Will save (DC 15 + your initiation modifier) or become shaken and sickened for a number of rounds equal to your initiation modifier."
    },
    {
      "name": "The Ties that Bind",
      "short": "Your attack deals +5d6 damage, and your target along with one of its allies may become entangled.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 5,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "With a psionically-empowered strike, you stab through an enemy’s physical form and attack their spirit and those tied to it. In the minds of your targets, the world warps, keeping them from fighting or moving effectively. Make an attack. If it hits, it deals weapon damage as normal plus an additional 5d6 points of damage, and the target must succeed at a Will save (DC 15 + your initiation modifier) or it and one of the target’s allies within 60 feet of your choice become entangled for a number of rounds equal to your initiation modifier. The target’s ally does not receive a saving throw against this effect.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• For every 3 power points you spend, you may select an additional one of the target’s allies to entangle if the target fails its saving throw.• If you expend your psionic focus while initiating this strike, the target and its affected allies also become nauseated for one round on a failed saving throw."
    },
    {
      "name": "Convert Intrusion",
      "short": "Make an Autohypnosis check to transform an opponent’s spell into a bonus on saving throws for your allies.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 6,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "30",
      "target": "Self",
      "duration": "1 round",
      "description": "With a practiced flourish of your weapon and a surge of spiritual might, you tear magic asunder and redirect its power to assist your allies. You can initiate this counter when in response to being targeted by or within the area of a power, psi-like ability, spell, or spell-like ability. Make an Autohypnosis check with a DC of 11 + the effect’s caster or manifester level. If you succeed, the effect is negated, and all allies within 30 feet of you gain a competence bonus on saving throws equal to 1/2 your initiation modifier for one round.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the bonuses granted by this counter last an additional round.• If you expend your psionic focus while initiating this counter, you can use it in response to an ally within 60 feet being targeted by or within the area of a power, psi-like ability, spell, or spell-like ability. If you do, make an Autohypnosis check as normal, then apply the effects of this counter to that ally rather than yourself. Your allies within 30 feet of that ally gain the bonus on saving throws from this counter."
    },
    {
      "name": "Dreaming Nomad Strike",
      "short": "You teleport across the battlefield, striking multiple enemies.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " teleportation"
      ],
      "lvl": 6,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Melee attack and 50",
      "target": "One or more creatures",
      "duration": "Instantaneous",
      "description": "You force reality around you to become dreamlike, eschewing the restrictions of distance and becoming a whirlwind of strikes flowing across the battlefield without needing to take a single step. When you initiate this strike, you may teleport to any space within 50 feet from which you could make a melee attack against an opponent. After you teleport, make a melee attack against that opponent. If it hits, it deals weapon damage as normal, and you can repeat this process, teleporting to a space within 50 feet of your new location. The maximum number of attacks you can make in this way is equal to one plus an additional attack for every four initiator levels you possess, and each attack is made at your highest attack bonus. You cannot attack an individual creature more than once during this strike.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the distance you can teleport before each attack increases by 10 feet.• For every 2 power points you spend, the maximum number of attacks you can make with this strike is increased by one.• If you expend your psionic focus while initiating this strike, you may teleport to any open space within 50 feet at the conclusion of this strike, whether or not the strike ended because you missed an attack or because you made all possible attacks."
    },
    {
      "name": "Overpowering Optimism",
      "short": "You automatically regain psionic focus, and one of your maneuvers in the next three rounds is augmented for free.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 6,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "3 rounds",
      "description": "Your faith in yourself allows you to press the advantage further than most—by believing you can succeed, you change yourself into someone who will. When you initiate this boost, you instantly regain your psionic focus. In addition, you may augment a maneuver you initiate within the next three rounds without spending power points, gaining the benefits of the maneuver as if you had spent the maximum number of power points you could spend on that maneuver. You may not spend additional power points when augmenting a maneuver in this way, nor does this maneuver allow you to spend more power points than you would normally be allowed to."
    },
    {
      "name": "Unavoidable Gaze of the Sleeping Goddess",
      "short": "You do not need to make Perception checks to notice creatures within 60 feet, gain a bonus on initiative checks, and can read the thoughts of those around you by expending psionic focus.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 6,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "You open your senses, gaining perfect awareness of the world around you with your enhanced perception. While you maintain this stance, you gain a bonus on initiative checks equal to your initiation modifier. You do not need to make Perception checks to notice creatures; you can detect and pinpoint all creatures within 60 feet. You also ignore miss chances granted by concealment, darkness, and invisibility, although you still must have line of effect to a creature or an object to discern it. In addition, you can expend your psionic focus as a move action to pierce creatures’ minds as easily as your senses pierce darkness. For a number of rounds equal to your initiation modifier after activating this ability, you can read the surface thoughts of all creatures within 60 feet as if you had manifested the read thoughts power. A creature can make a Will save (DC 16 + your initiation modifier) to keep you from reading their thoughts. A creature that successfully saves against this effect is immune to having its surface thoughts read by this stance for 24 hours. You do not need to concentrate on this ability to maintain it. This use of this stance is considered a mind-affecting effect."
    },
    {
      "name": "Strike of Transfixed Awe",
      "short": " Your attack deals +6d6 damage and may stun the target. If the target is a spellcaster or manifester, they lose one of their highest- level spell slots and power points.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "Your strike momentarily alters the flow of magic around your opponent, viciously rending power from their mind. Make an attack. If it hits, it deals weapon damage as normal plus an additional 6d6 points of damage, and the target must succeed at a Will save (DC 16 + your initiation modifier) or become stunned for one round. In addition, if the target fails its save, you learn their caster level or manifester level (if any) and the target loses their highest level unexpended spell slot as if they had cast it (chosen at random) and power points equal to their manifester level. A target that cannot cast spells or does not possess power points is unaffected by this additional effect.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1."
    },
    {
      "name": "Perfect Distillation of the Soul",
      "short": "You create a powerful weapon of ideals or empower your mind blade.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 7,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round/level",
      "description": "Your soul’s blade is unparalleled in form, shining as a beacon of your will and ideals, and carving through your foes as well as even the most powerful magic weapons. When you initiate this boost, a soul’s blade appears in your hands, taking the form of a +5 melee weapon you are proficient with. Alternatively, you may create two soul’s blades, each taking the form of an identical +4 melee weapons you are proficient with. A soul’s blade created with this boost has hardness 20 and 50 hit points. The blade lasts a number of rounds equal to your initiator level before vanishing. If you throw your soul’s blade or otherwise relinquish your grip on it (such as by being disarmed), it dissipates after one round. You can have multiple soul’s blades created at once if you initiate this boost or other boosts that create a soul’s blade multiple times, although only as many as you can wield. If you are currently wielding a mind blade or equivalent weapon (such as a deadly fist’s empowered strikes, a psychic armory’s panoply of blades, or a soulbolt’s mind bolt), you can choose to amplify it instead of this boost’s normal effects. Until the start of your next turn, all such weapons you wield (including those created after initiating this boost) gain the benefit of a single weapon special ability equivalent to up to +3 enhancement bonus. This ability must be chosen from the list of weapon special abilities you can normally place on your mind blade (see the enhanced mind blade class feature in Chapter 3 of Ultimate Psionics)."
    },
    {
      "name": "Pierce the Soul",
      "short": "Your attack deals +7d6 damage and strikes at a creature connected to the target’s mind or spirit, rather than the target.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 7,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "You deliver a deadly blow to an enemy with a familiar or similar bond, striking through the mystic ties between master and servant. Make an attack. If it hits, it deals weapon damage as normal plus an additional 7d6 points of damage. If your target is an animal companion, eidolon, familiar, psicrystal, or similar creature with a telepathic or empathic link to another creature (including creatures within a collective or under the effect of a mindlink power or telepathic bond spell, although not including creatures communicating with the telepathy ability), you can choose to deal this attack’s damage to the creature that your target is linked to. The target can make a Will save (DC 17 + your initiation modifier) to negate this transfer of damage; if it succeeds, it takes the strike’s damage as normal. The linked creature does not receive a saving throw against this effect. You automatically know whether or not the target is such a creature when this strike hits, although you do not learn the identity of the creature linked to it. If the target is linked to multiple other creatures, then the damage is transferred to one of them at random. This strike can transfer damage across any distance, although it cannot damage a creature on another plane of existence from the target.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• If you expend your psionic focus while initiating this strike, you deal damage to both the target and the linked creature. The target may still make a Will save to negate the damage being dealt to that creature."
    },
    {
      "name": "Soul-crushing Mien",
      "short": "Gain a +4 bonus on a Will save, and possibly stun the effect’s originator.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 7,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "Self",
      "duration": "1 round",
      "description": "Your resolution proves dangerous, and able to damage minds that even slightly contact your own. You can initiate this maneuver when you are targeted or otherwise affected by an effect that requires a Will save. You gain a +4 bonus on that saving throw, and if you succeed, the originator of the effect becomes stunned for one round.Augment: You can augment this maneuver in one or more of the following ways:• For every 2 power points you spend, the bonus on your Will save increases by +1.• If you expend your psionic focus while initiating this counter, the originator of the effect is dazed for one round if you succeed on your Will save, rather than stunned. The creature still drops held items, takes a –2 penalty to its AC, and loses its Dexterity bonus to its AC (if any) as if it were stunned."
    },
    {
      "name": "Indomitable Idealism",
      "short": "You avoid death, recreating yourself from the thoughts of onlookers.",
      "discipline": " Sleeping Goddess",
      "tags": [
      ],
      "lvl": 8,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "100",
      "target": "Self",
      "duration": "Instantaneous",
      "description": "An idea cannot be killed as long as it still inhabits a mind. As a master of the Sleeping Goddess discipline, you have the ability to use this fact to your advantage, channeling overwhelming psionic power through yourself for a brief moment in order to become a living embodiment of your ideals and beliefs. You can initiate this counter when you would be killed or knocked unconscious, either through damage reducing you to 0 or fewer hit points or by an effect that kills you outright (such as a death effect or a vorpal weapon). You do not take the damage or are completely unaffected by the effect, and may move to a space adjacent to any creature within 100 feet that has seen you or otherwise knows who you are. This movement does not provoke attacks of opportunity, nor does it require line of sight or line of effect, although you must be aware that the creature in question is in range. To observers, you seem to vanish and reappear next to the creature, folding out of space and becoming to all eyes a near-flawless, ideal version of yourself for a few seconds before returning to your normal appearance."
    },
    {
      "name": "Self Beyond the Self",
      "short": "Your attack allows you to take control of the target’s mind temporarily, as if by a Geth’s mind control power.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " compulsion, mind-affecting"
      ],
      "lvl": 8,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "With your studied understanding of the mind and its motivations, beliefs, and ideals, you can temporarily subvert the spirit of a foe, briefly making them into a staunch ally. Make an attack. If it hits, it deals weapon damage as normal, and the target must succeed at a Will save (DC 18 + your initiation modifier) or fall under your complete control for one round, as if you had manifested a Geth’s mind control power on them, although it can affect any creature type, not just humanoids.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, the save DC of this strike increases by +1.• If you spend 6 power points, the target is controlled for an additional round.• If you expend your psionic focus while initiating this strike, you ignore any immunity to mind-affecting effects the target possesses. Instead, a normally- immune target gains a +5 resistance bonus on its saving throw."
    },
    {
      "name": "Unimpeachable Authority of the Sleeping Goddess",
      "short": "Your presence causes opponents to become shaken, and you can focus your attention to panic an opponent for one round.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " fear, mind-affecting"
      ],
      "lvl": 8,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "Self",
      "duration": "Stance",
      "description": "You focus your spirit and belief, becoming a terrible and awe-inspiring sight; the world around you pales in comparison to your reality, and those who meet your eyes can feel your presence boring into their very soul. You may enter and maintain this stance even if you are immune to mind-affecting effects or fear effects. While you maintain this stance, opponents within 60 feet of you become shaken. This stance cannot create a stronger fear condition if an opponent is already shaken; affected opponents merely remain shaken while they remain within 60 feet of you (although other fear effects can do so as normal). In addition, a move action, you can turn your attention to an opponent within 60 feet that can see or otherwise perceive you. That opponent must succeed at a Will save (DC 18 + your initiation modifier) or become panicked for one round. If you expend your psionic focus as part of using this ability, you ignore any immunity to mind-affecting or fear effects possessed by the target. Instead, a normally-immune target gains a +5 resistance bonus on its saving throw."
    },
    {
      "name": "Immortal Truths of the Sleeping Goddess",
      "short": "Your attack deals +10d6 damage, and if you would reduce the target to 0 or fewer hit points, you enter an instantaneous dialogue with them, potentially converting them to your way of thinking.",
      "discipline": " Sleeping Goddess",
      "tags": [
        " mind-affecting"
      ],
      "lvl": 9,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instantaneous",
      "description": "Standing at the pinnacle of the Sleeping Goddess discipline’s students, you have the ability to share your beliefs in a way that no others can. By making contact with your opponent’s mind and soul, you can open a dialogue, communicating your respective ideals instantaneously and debating their merits. Make an attack. If it hits, it deals an additional 10d6 points of damage. If this damage would reduce the target to 0 or fewer hit points, you can attempt to convert them to your way of thinking, clashing beliefs in a brief moment of spiritual contact. If you do, you and the target make an opposed ability check, with you using your initiation modifier and the target using its Charisma modifier. If the target succeeds, they take damage as normal, potentially killing them or knocking them unconscious. If you succeed, the target is instead reduced to 1 hit point, and their attitude towards you and your allies changes to helpful. This is not a compulsion, nor is it forcing the target to follow your orders, but rather the result of a spiritual conversation that took place in the instant of the strike. The target now understands your beliefs and ideals and either believes in them as well or respects your belief enough to be unwilling to oppose you. Regardless of whether or not the target succeeds on their check, you gain a deep understanding of their own beliefs and ideals. While you have this maneuver readied and unexpended, you automatically know the current hit point total of each creature within your melee reach.Augment: You can augment this maneuver in one or more of the following ways:• For every power point you spend, this strike deals an additional 1d6 points of damage. For every 2d6 you increase the damage by, you gain a +1 bonus on your ability check.• If you expend your psionic focus while initiating this strike, you ignore any immunity to mind- affecting effects the target possesses."
    },
    {
      "name": "Curving Ray Shot",
      "short": "Roll Perception check against target’s AC, negate cover for this attack.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple’s keen eyes allow him to fire his weapon around his foe’s cover. The initiator makes an opposed Perception check against target’s armor class before making a single ranged attack; if successful then the foe’s cover is negated."
    },
    {
      "name": "Horizon Wind Lancet",
      "short": "Give a single ranged attack a +1d6 damage bonus.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Instant",
      "description": "The tenets of the Solar Wind have taught the disciple how to place more force behind his attacks. The initiator inflicts an additional 1d6 points of damage on a single ranged attack he makes this round. If the initiator is making multiple attacks in this round, this bonus applies to the first attack the initiator makes."
    },
    {
      "name": "Phantom Sun Stance",
      "short": "Generate phantom ammunition for ranged attacks by copying a single weapon, arrow, or bolt.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "Using the principles of shadow and light, the Solar Wind disciple is capable of making phantom copies of his ammunition for use in combat. While in this stance, the initiator may make semi-real copies of arrows, bolts, bullets, or throwing weapons by willing them into existing as a free action while possessing at least one of the above on his person. Weapons that need reloading, such as crossbows and firearms, are fully reloaded as a move action (and if the character possesses the Rapid Reload feat, he may reload as a swift action). Magical properties, alchemical properties, or special materials of the ammunition are not copied, only the base properties of the ammunition (as if they were made of mundane steel with no special abilities or properties). Once the ammunition has been used, it disappears immediately after the attack. If the bow, firearm, sling, or cross bow making the attack has magical properties these are bestowed upon the ammunition. Thrown weapons copied by this stance are duplicates of the original, but do not manifest the material portion of the weapon, only it’s magical enhancements. Once these weapons are used, they fade away immediately after use. This is a supernatural ability."
    },
    {
      "name": "Solar Sting",
      "short": "Turn a piece of ammunition or a ranged weapon into a field of caltrops.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "10-ft. by 10-ft. square",
      "duration": "1 round / 2 initiator levels",
      "description": "The Solar Wind disciple readies his attack and launches it into the sky. The weapon crashes down into the targeted area and creates a semi-real field of phantom caltrops. The initiator chooses a target area within range of his ranged attack, and makes an attack roll to hit that location (AC 5 plus any range penalties). The target area (one 10-ft. by 10-ft. square) becomes covered with phantom caltrops of softly glowing light that cause the area to be considered difficult terrain and act as vicious caltrops, using the initiator’s initiation modifier as their attack bonus and inflicting 1d2 points of damage and halving the base speed of any they manage to hit. Targets are denied their armor bonus, shield bonus, and deflection bonus to AC against this attack, but if they’re wearing boots or heavy foot gear they have a +2 armor bonus to their AC against this attack."
    },
    {
      "name": "Stance of Piercing Rays",
      "short": "While in this stance fired ranged weapons / thrown weapons gain an additional 1d6 points of fire damage, +1d6/ eight initiator levels.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "A Solar Wind disciple learns to cause his ammunition to pierce like the burning rays of the sun itself. While in this stance, the initiator’s ranged attacks inflict an additional 1d6 points of fire damage. This bonus damage increases by an additional 1d6 points of fire damage every eight initiator levels. This is a supernatural ability."
    },
    {
      "name": "Steady Hand",
      "short": "Increase the range on a ranged attacks by +30 ft..",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "1 round",
      "description": "The disciple’s limbs and muscles are strong and wise with the knowledge of weapons in flight. As a swift action, the initiator may increase the range of his ranged attacks by an additional 30-ft. for the first range increment (first increment only) for one round."
    },
    {
      "name": "Feel The Wind",
      "short": "Overcome environmental difficulties for ranged combat.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 2,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "By studying the wind and air around him, the Solar Wind disciple learns to overcome his surrounding’s difficulties when using ranged weapons and may fire true. The initiator may ignore environmental variables such as high winds and storm and rain that would cause the initiator to suffer penalties to his attack rolls, magically created (such as wall of wind or control weather or naturally caused such as in a gale force wind), when making ranged attacks for one round. This is a supernatural ability."
    },
    {
      "name": "Intercepting Shade",
      "short": "Make an opposed attack against an incoming attack against you or nearby ally, success negates the attack.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal, or weapon’s first range increment",
      "target": "You or ally",
      "duration": "Instant",
      "description": "Sometimes a good offense can be used as a good defense, so the Solar Wind discipline learns, as he uses his range to dissuade attacks by his sheer skill and exceptional aim. The initiator makes an opposed attack roll against his foe’s attack roll on an incoming attack (such as an arrow or thrown weapon, a charging barbarian, or a skillful slash from a sword, but not a spell or similar attack) targeting himself or an ally he can see within his weapon’s first range increment; if successful then the attack is negated."
    },
    {
      "name": "Solar Lance",
      "short": "Ranged attack that inflicts an additional 2d6 damage and allows for a bull rush attempt as part of the strike.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple focuses his energies into his weapon and lets loose a powerful shot in a gusting wind. The initiator makes a ranged attack against his foe and if successful, the attack inflicts an additional 2d6 points of damage. The force of the wind that accompanies this blow is enough to potentially bull rush an opponent, allowing the initiator to make a free bull rush attempt as part of this attack, using his initiation modifier to calculate his CMB for the attempt with a +2 circumstance bonus. This is a supernatural ability."
    },
    {
      "name": "Solar Flare",
      "short": "Make a ranged attack and add +2d6 fire damage and ignore cover.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "Where the light of the sun touches, so does the burning reach of the Solar Wind disciple, allowing him to curve his weapons around impossible angles. The initiator makes a ranged attack against a target creature, and this attack ignores any cover defense that the creature possesses and inflicts an additional 2d6 points of fire damage. This is a supernatural ability."
    },
    {
      "name": "Blinding Ray Shot",
      "short": "Ranged attack becomes infused with blinding light.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 3,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "Instant, 1d4 rounds",
      "description": "The disciple wraps incandescent light with the brightness of the midday sun around his weapon and lets fly at an opponent. The initiator makes an attack against a target creature and if successful, the target is blinded for 1d4 rounds. This is a supernatural ability."
    },
    {
      "name": "Phantom Wind Ray",
      "short": "Next ranged attack is sheathed in dazzling light to obscure it, target must make an opposed Perception check to the attack roll or be caught flat-footed.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 3,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Instant",
      "description": "The disciple’s knowledge of the desert mirages caused by the sun grants him the ability to obscure his attacks, using gaps in a foe’s perception. The target must make a Perception check opposed by the initiator’s next attack roll against the target; if the Perception check fails then he is caught flat-footed against the attack and the attack is resolved against his flat-footed armor class. This is a supernatural ability."
    },
    {
      "name": "Solar Reflection",
      "short": "Make a ranged attack at a foe with a +2d6 damage bonus, if this attack is successful you can ricochet the shot to another enemy within 20 ft. using the same attack roll (no bonus damage).",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 3,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Ranged attack",
      "target": "One or two targets, see description",
      "duration": "Instant",
      "description": "As reflective surfaces bounce the rays of the sun, so can the Solar Wind disciple ricochet a missile weapon from one target to another. The initiator makes a single ranged attack roll and if this roll is successful, he may apply this same attack roll against another opponent within 20-ft. of the first. This strike inflicts an additional 2d6 points of damage to the first target, and normal damage to the second target. Each reflection attack is considered a separate attack for the purposes of determining the effectiveness of single attack boosting abilities, such as boosts that affect one attack or spells like true strike. If the ammunition had special properties, the ammunition retains its properties on each attack until the strike ends."
    },
    {
      "name": "Sunwalker Stance",
      "short": "May make attacks while moving, +4 AC vs ranged attacks.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 3,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "Using the hunting techniques of the ancient days of the White Steppes, the Solar Wind disciple hunts on the move, making attacks while chasing down his prey. The initiator gains the benefits of the Shot on the Run feat (As a full-round action, you can move up to your speed and make a single ranged attack at any point during your movement) while in this stance (he does not need to meet the prerequisites of this feat), and he gains a +2 circumstance bonus to his armor class against attacks if he moves more than 10-ft. during his turn."
    },
    {
      "name": "Dazzling Solar Flare",
      "short": "Make a ranged attack against a foe, inflicts +4d6 points of fire damage and chance of dazing.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "1d4 rounds",
      "description": "With swift and deadly precision, the disciple attacks with the force of the scorching sun. The initiator makes a ranged attack against a foe, and if successful the attack inflicts an additional 4d6 points of fire damage and dazes the target on a failed Fortitude saving throw (DC 14 + initiation modifier) for 1d4 rounds. If the save is successful, the target is dazzled instead for one round. This is a supernatural ability."
    },
    {
      "name": "Disarming Gust",
      "short": "Make a ranged disarming attack the inflicts 3d6 points of damage to the target and disarms them.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "A swift breeze and an explosion of agony is what the enemy of the disciple knows when this strike is used in battle as his sword hand is struck by the disciple’s skillful attack. The initiator makes a ranged attack against the target’s CMD using his initiation modifier to calculate his CMB in place of his Strength or Dexterity modifier (initiator’s choice). The initiator also gains a +2 circumstance bonus to the CMD check. If successful, he inflicts 3d6 points of damage and the target is successfully disarmed."
    },
    {
      "name": "Searing Break",
      "short": "All ranged attacks gain +3d6 points of fire damage for the round.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 4,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "By binding the light of the sun’s rays into his weapons, the disciple of the Solar Wind may attack with the sun’s burning heat. As a swift action, the initiator may add an additional 3d6 points of fire damage on all ranged attack for one round. This is a supernatural ability."
    },
    {
      "name": "Solar Storm",
      "short": "Make a ranged attack at target creature or at the space it occupies, creates a brief but fierce cyclone that protects against and prevents ranged attacks.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature or 5-ft. space",
      "duration": "1d6 rounds",
      "description": "By wrapping the winds of tornadic force around his weapon and attacking a foe or the ground at a target’s feet, the Solar Wind disciple may cause a brief tornado to wrap around a target and both shield and limit their abilities. The initiator makes an attack against either a target creature (inflicting damage as normal) or at the ground at a target creature’s feet (friend or foe). The 5-ft. square that the target occupies or the targeted 5-ft. space itself becomes wrapped in a sheath of swirling tornado-like winds. The subject of this cannot be targeted by missile weapons of any kind (but spells can target him as normal) nor can the initiator make ranged attacks out of this storm (but spells may be cast as normal). If the creature tries to leave the area of effect of this maneuver, he must make a Reflex save (DC 14 + initiation modifier) or be forced to stay in that space, unable to make a move action or free 5-ft. step out of that space. If he succeeds or if the duration of 1d6 rounds expires, then the winds are dispersed and the target may act as normal. This is a supernatural ability."
    },
    {
      "name": "Blinding The Bull",
      "short": "Automatically confirm a critical threat on a missile weapon attack.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 5,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "One creature",
      "duration": "Instant",
      "description": "When a Solar Wind disciple finds the perfect shot, he makes sure that the attack is as destructive as a tornado on the plains. The initiator may use this boost to automatically confirm a critical threat he has made on a ranged attack."
    },
    {
      "name": "Double Solar Reflection",
      "short": "Shot strikes three targets with one attack roll. First target takes +4d6 damage, second takes +2d6 damage, third just takes weapon damage. No two targets can be more than 20 ft. apart.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 5,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Ranged attack",
      "target": "Up to three creatures, see description",
      "duration": "Instant",
      "description": "The disciple of the Solar Wind may bend and reflect his missile weapons as an illusionist may bend and reflect light with mirrors. The initiator makes a single ranged attack roll and if this roll is successful, he may apply this same attack roll against another opponent within 20-ft. of the first, and if this is also successful, he may use the same attack roll to strike a third target no farther than 20-ft. away (but not the original target). This strike inflicts an additional +4d6 points to the first target, +2d6 points of damage to the second, and normal damage to the third target. Each reflection attack is considered a separate attack for the purposes of determining the effectiveness of single attack boosting abilities, such as boosts that affect one attack or spells like true strike. If the ammunition had special properties, the ammunition retains its properties on each attack until the strike ends."
    },
    {
      "name": "Focused Solar Lance",
      "short": "Make an attack that if successful, inflicts an additional 5d6 points of damage and potentially pins target.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 5,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "",
      "duration": "Instant",
      "description": "The disciple raises his deadly weapon and lets loose an attack so powerful as to pin a target to the ground with a hurricane force wind. The initiator makes a ranged attack on a target and if successful, inflicts an additional 4d6 points of damage from the excessive force of the hit. Additionally, upon a successful hit, the initiator may make an immediate CMB check using his initiation modifier in place of Strength or Dexterity with a +2 circumstance bonus against the target’s CMD. If this check is successful, the target is either pinned to the ground beneath him and is knocked prone and considered pinned, or is attached to a wall or tree or other object within a straight line of fire from the initiator and is considered pinned there if the target is within 5-ft. of said object or wall. Targets may not be pinned to other creatures. This maneuver does not function against flying targets."
    },
    {
      "name": "Solar Wind Lancet",
      "short": "Next ranged attack gains +4d6 points of damage for the round, potentially knocks foe down.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 5,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "One creature",
      "duration": "One turn",
      "description": "With the mighty force of the Solar Wind, the disciple lets loose a missile with breath-stealing, devastating force. Upon initiating this boost, the next ranged attack that the initiator makes inflicts an additional 4d6 points of damage upon a successful attack and potentially knocks his target prone (a successful DC 15 + initiation modifier Fortitude save negates being knocked prone). This is a supernatural ability."
    },
    {
      "name": "Burning Break",
      "short": "All ranged attacks gain +5d6 points of fire damage for the round.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 6,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "The burning wrath of the sun itself takes root in the disciple’s ammunition as he lets loose the wrath of the Solar Wind. All ranged attacks made by the initiator this round inflict an additional 5d6 points of fire damage. This is a supernatural ability."
    },
    {
      "name": "Solar Meteor Blow",
      "short": "High fired shot that when it lands on target inflicting +6d6 points of damage and creates a massive gust of wind capable of knocking surrounding foes down.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature or space, then a 15-ft. radius for the air blast",
      "duration": "Instant",
      "description": "The disciple of the Solar Wind wraps the force of a hurricane around his weapon before launching it high into the air to have it crash down amongst his enemies, scattering them to the ground. The initiator makes an attack against either a target creature inflicting an additional 6d6 damage to the target or at the ground at a target creature’s feet. The 5-ft. square that the target occupies or the targeted 5-ft. space itself immediately sets of a powerful wave of air that potentially knocks enemies prone within a 15-ft. radius of the target on a failed Fortitude saving throw (DC 16 + initiation modifier; this including the target, who suffers a -4 penalty to this saving throw). This is a supernatural ability."
    },
    {
      "name": "True Shot Stance",
      "short": "Ignore concealment, double the threat range on ranged attacks.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 6,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "The Solar Wind disciple has honed his incredible senses and while in this stance uses his inner vision to strike his foes with his most deadly attacks. While in this stance, the initiator ignores a foe’s partial concealment or any cover and he doubles the critical threat range on any ranged weapon he uses. Other effects that increase critical threat range, such as a keen weapon, do not stack with this effect."
    },
    {
      "name": "Twisting Wind Shot",
      "short": "Make a ranged attack, successful attack is treated as a critical hit.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The keen vision of the Solar Wind disciple allows him to pick out the vulnerable spots on a foe’s form and plant a missile directly into them. Make an attack roll against a foe which if successful inflicts damage as if the weapon had scored a critical hit, multiplying damage accordingly. This strike does count as a critical hit for the purposes of applying bonuses that activate with a successful critical hit, such as with critical feats. If the initiator scores a successful critical hit when initiating this strike, then the target is dazed for one round from the power of the attack."
    },
    {
      "name": "Phantom Sunstorm",
      "short": "Creates a hail of quasi- real weapons that strike with the real one, causing maximum damage on a single attack",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 7,
      "type": "Boost",
      "action": "1 swift action",
      "range": "One ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple draws back one weapon and lets loose with a hundred. The initiator creates dozens of phantom weapons that cause very real injuries in addition to the one real weapon used in the attack. The initiator initiates this boost as part of an attack or strike. If the attack is successful, then it inflicts maximum damage. This is a supernatural ability."
    },
    {
      "name": "Stunning Solar Flare",
      "short": "Make a ranged attack against a foe, if successful the target takes an additional +8d6 points of damage and has a chance of being stunned.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 7,
      "type": "Strike",
      "action": "1 standard action",
      "range": "30 ft.",
      "target": "One creature",
      "duration": "Instant",
      "description": "The Solar Wind disciple can steal the fight from an enemy with a single attack, such is his great skill. The initiator makes a ranged attack against a foe. If successful the attack inflicts an additional 8d6 points of damage and stuns the opponent on a failed Fortitude save (DC 17 + initiation modifier) for 1d3 rounds."
    },
    {
      "name": "Triple Solar Reflection",
      "short": "Shot strikes four targets with one attack roll. First target takes +6d6 damage, second takes +4d6 damage, third takes +2d6 damage, and the fourth attack takes normal damage. No two targets can be more than 20 ft. apart.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 7,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Ranged attack",
      "target": "Up to four creatures, see description",
      "duration": "Instant",
      "description": "The Solar Wind disciple has mastered the art of the ricochet shot and may target up to four attackers. The initiator makes a single ranged attack roll and if this roll is successful, he may apply this same attack roll against another opponent within 20-ft. of the first, and if this is also successful, he may use the same attack roll to strike a third target no farther than 20- ft. away (but not the original target), and again on a fourth target no farther than 20-ft. from the last. This strike inflicts an additional +6d6 points to the first target, +4d6 points of damage to the second, +2d6 on the third, and normal damage to the fourth, and final, target. Each reflection attack is considered a separate attack for the purposes of determining the effectiveness of single attack boosting abilities, such as boosts that affect one attack or spells like true strike. If the ammunition had special properties, the ammunition retains its properties on each attack until the strike ends."
    },
    {
      "name": "Aurora Break",
      "short": "All ranged attacks gain +8d6 points of fire damage for the round.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 8,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "The Solar Wind disciple masters the light of the sky and burns with a nimbus of colors from sunset to the far northern lights. All ranged attacks made by the initiator inflict an additional 8d6 points of fire damage for the round. This is a supernatural ability."
    },
    {
      "name": "Solar Hailstorm Stance",
      "short": "Gain 2 extra attacks on any full round attack with a ranged weapon and add initiator attribute modifier to damage rolls.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 8,
      "type": "Stance",
      "action": "1 swift action",
      "range": "personal",
      "target": "You",
      "duration": "Stance",
      "description": "A master of the Solar Wind, the disciple may attack with the speed of the sun’s rays. While in this stance and making a full attack, he may make two additional ranged weapon attacks using his full base attack bonus and he may add his initiation modifier to damage on these attacks. This is a supernatural ability."
    },
    {
      "name": "Solar Wind Tsunami",
      "short": "With a single arrow or thrown weapon, generate a phantom wave of arrows in a 60-ft. cone, inflicts 15d6 + IL (+20 max) points of damage to all in the area of effect.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 8,
      "type": "Strike",
      "action": "1 standard action",
      "range": "60-ft. Area: Cone shaped",
      "target": "",
      "duration": "Instant",
      "description": "The disciple holds aloft a glowing weapon which burns with the wrath of the Solar Wind, and lets it loose against his foes in a wave of destruction. The initiator creates a 60-ft. cone-shaped burst of quasi- real missiles that tear his foes to shreds. The attack inflicts 15d6 + initiator level (max +20) points of damage to all within the area of effect. Targets within may make a Reflex save (DC 18 + initiation modifier) to take half damage. The initiator need not loose his projectile weapon as part of this attack, retaining it to use at a later time. This is a supernatural ability."
    },
    {
      "name": "Solar Wind Nova",
      "short": "Fire a phantom volley of burning arrows into a 20-ft. burst hitting all targets within its area, inflicting 10d6 damage and 10d6 fire damage and may leave targets knocked prone.",
      "discipline": " Solar Wind",
      "tags": [],
      "lvl": 9,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Close (25-ft. + 5-ft. / 2 levels)",
      "area": "20-ft. burst effect on targeted area or creature",
      "target": "All targets within area of effect",
      "duration": "Instant",
      "description": "The true champion and master of the Solar Wind may unleash this devastating attack against all of his foes by unleashing his attack towards the sky where it splits apart into a deadly rain of phantom weapons and brilliant sunlight. The initiator picks a target creature or area as if he were using a grenade like weapon and a 20-ft. burst of burning phantom ammunition crashes down on this area, inflicting 10d6 points of damage and 10d6 points of fire damage. The targets in the area of effect may make a Reflex save (DC 19 + initiation modifier) to reduce the damage by half. On a failed save, the targets are knocked prone from the force of the attack. This maneuver creates its own ammunition."
    },
    {
      "name": "Body of the Night",
      "short": "Add your ranks in Heal to your Stealth, bonus to attack against flat-footed foes.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "A wielder of the secrets of Steel Serpent knows his body and how to use it effectively in the art of stealth. By learning to manipulate his ki flows to obscure his movements from sight and hearing, using his body- control to mask the signs of his passage. The disciple may add his ranks in the Heal skill to his ranks in the Stealth skill when making a Stealth check while in this stance as a competence bonus. While in this stance, when making an attack against a flat-footed opponent or one that has been denied its Dexterity bonus to AC, the disciple gains a +4 competence bonus to attack rolls and inflicts an additional 1d6 points of damage. This is a supernatural ability."
    },
    {
      "name": "Dizzying Venom Prana",
      "short": "Next attack inflicts 2 points of Wisdom damage and staggers foe.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Next melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By focusing his ki onto a weapon, the disciple readies a spiritual poison which dizzies and confuses the minds of his foes. After initiating this boost, the next melee or ranged attack that the disciple makes staggers his foe for 1 round. In addition, if the target fails a Fortitude save (DC 11 + initiation modifier), the target also suffers 2 points of Wisdom damage. This is a supernatural ability."
    },
    {
      "name": "Hunting Serpent Blow",
      "short": "Disciple makes a Heal check, chance to make target flat-footed and inflict an additional 1d6 points of damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple hunts his foe through the emulation of a hunting serpent, obfuscating his true attack until the moment he strikes. The disciple makes a Heal check with a difficulty equal to his opponent’s armor class. If this check is successful, then the target is made flat-footed and the disciple may make a melee attack against him, inflicting an additional 1d6 points of damage if successful. If this Heal check fails, then his opponent sees through this ruse, and the disciple makes his melee attack with a -2 penalty as the enemy is anticipating his attack."
    },
    {
      "name": "Poisoner’s Stance",
      "short": "Gain poison use, increased DC on poisons.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "One of the first lessons of Steel Serpent disciples is the knowledge of mundane poisons and how to use them with expertise. While in this stance, the disciple gains the poison use class feature (the disciple no longer risks accidentally poisoning himself when attempting to apply poison to a weapon) and gains a +1 DC per two initiator levels as a competence bonus (maximum +10) to the saving throw DC’s of any poison (mundane, magical, sting maneuver or prana maneuver) he applies through the use of this stance."
    },
    {
      "name": "Sting of the Rattler",
      "short": "Attack that inflicts an additional 1d4 points of damage plus 1d4 damage the following round.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "Disciples of Steel Serpent learn to emulate the swift and powerful strikes of the serpent kingdom and leave lasting wounds through the power of their ki. By focusing this harmful energy into a single attack, the disciple may cause more grievous injuries than his opponent would register immediately. The disciple makes an attack and if successful, inflicts an additional 1d4 points of damage. The following round on the disciple’s turn, the enemy takes an additional 1d4 points of damage due to the venomous ki that has built up in the wound. This is a supernatural ability."
    },
    {
      "name": "Fading Dodge",
      "short": "As an immediate action, make a Heal check against your foe’s attack roll; if successful, you evade the attack and may make a free dirty trick attempt.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "One attack",
      "target": "You",
      "duration": "Instant",
      "description": "By using his knowledge of anatomy to contort away from a strike, the Steel Serpent disciple may bend away from an attacker’s grasp and make a swift counter-offensive. As an immediate action, the disciple makes a Heal skill check against the attacker’s roll to bend or otherwise contort himself to evade an attack. If successful he negates the attack and may make a free dirty trick attempt without provoking attacks of opportunity."
    },
    {
      "name": "Iron Fang",
      "short": "Attack which ignores DR and inflicts an additional 2d6 points of damage and increases poison virulence.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By hardening ki along edge of his weapon, the Steel Serpent disciple uses the pressure of his ki to penetrate the defenses of his foe. The disciple makes an attack against a foe which if successful inflicts an additional 2d6 points of damage and ignores any damage reduction the target may possess. Additionally, if the disciple is using poison or a prana maneuver with this strike, increase the saving throw DC by +2. This is a supernatural ability."
    },
    {
      "name": "Sting of the Asp",
      "short": "Attack that inflicts an additional 1d6 points of damage and 2 points of Strength damage, with an additional 2 points of Strength damage the following round.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "Through the use of this maneuver, the disciple readies a weakening dose of ki energy with his weapon’s strike to sap his foe of its power. The disciple makes an attack against a target; if successful the strike inflicts an additional 1d6 points of damage and 2 points of Strength damage (Fortitude save DC 12 + initiation modifier; success halves this Strength damage). On the round following a failed save, the corrupted ki energies inflict an additional 1d6 points of damage and 2 additional points of Strength damage. This is a supernatural ability."
    },
    {
      "name": "Weakening Venom Prana",
      "short": "Next attack inflicts an additional 1d4 Strength damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 2,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By forming a deadly weakening sheen of ki poison along his weapon, the disciple strikes at his foe’s physical might. The next attack that the disciple makes inflicts 1d4 points of Strength damage to his opponent unless the foe succeeds on a Fortitude save (DC 12 + initiation modifier). This is a supernatural ability."
    },
    {
      "name": "Night’s Knife",
      "short": "Grants a damage bonus equal to the number of ranks in Heal possessed.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 3,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One turn",
      "description": "With the surgical precision of the striking serpent, the disciple lands an attack with exacting damage through his knowledge of anatomy. The initiator’s attacks for the round gain a damage bonus equal to the number of ranks he possesses in the Heal skill."
    },
    {
      "name": "Sickening Venom Strike",
      "short": "Attack which inflicts 2 points of Constitution damage and chance to sicken opponent.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 3,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant, 1d4 rounds",
      "description": "With a sharp jab of sickening ki energy, the Steel Serpent disciple can rob an enemy of his will to continue to fight as their body rebels against them. Make an attack against an opponent, and if this is successful, the strike inflicts an additional 2 points of Constitution damage and has the chance to sicken the target for 1d4 rounds. A successful Fortitude save (DC 13 + initiation modifier) negates the sickened effect. This is a supernatural ability."
    },
    {
      "name": "Sight Piercing Fang",
      "short": "Attack which inflicts an additional 2d6 points of damage, blinds opponent.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 3,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "1 minute",
      "description": "With the swiftness of a striking snake, the disciple makes a jab at his opponent’s face to temporarily steal its vision. The disciple makes a melee attack against his target which if successful inflicts an additional 2d6 points of damage and the target must make a Reflex save (DC 13 + initiation modifier). If this save is unsuccessful, the target is blinded for 1 minute as his eyes are temporarily rendered useless."
    },
    {
      "name": "Steel Coils",
      "short": "Constrict for 4d6 + Dexterity modifier damage while grappling and +4 to natural armor.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 3,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "In this stance, the movements and motions of the disciple become more sinuous and deliberate, as if he were a serpent coiled to strike. While in this stance, the disciple may make grapple attempts without provoking attacks of opportunity, and if the disciple successfully grapples a foe, he may constrict his opponent to inflict 4d6 + his Strength modifier in damage. The manner in which he must carry himself in this stance, muscles taught and stiffened, grants him some degree of protection, adding a +4 bonus to his natural armor."
    },
    {
      "name": "Poison Blood",
      "short": "When struck in combat, disciple’s blood becomes venomous to the attacker.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 4,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "One attack that inflicts slashing or piercing damage",
      "target": "One creature",
      "duration": "Instant",
      "description": "Every disciple of Steel Serpent has long accepted that in battle, sometimes the superior warrior gets injured. The Steel Serpent however, believes that for every wound inflicted upon the disciple, a wound must be inflicted upon the attacker. By forcing ki energies into his blood at the point of being wounded, the blood lost from this attack sprays at the disciple’s foe as a caustic acid. To use this counter, the disciple must have been struck in combat by a slashing or piercing weapon. Upon the initiating of this counter, the attacker takes acid damage equal to twice the disciple’s initiator level. This is a supernatural ability."
    },
    {
      "name": "Rattler’s Feint",
      "short": "Feint attempt to catch opponent flat-footed, +2 bonus to confirm critical hits.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 4,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "One creature",
      "duration": "Instant",
      "description": "Just as the rattlesnake’s tail serves as a distraction to its prey, the disciple of Steel Serpent learns to obscure his attack by causing his opponent to look where he wants him to. Upon initiating this boost, the disciple may make a free feint attempt against his opponent with a +4 competence bonus; if successful, the target loses his Dexterity modifier to his armor class per feint attempts. This feint attempt does not provoke attacks of opportunity. If the attack threatens a critical hit, add a +2 bonus to the confirmation of this critical."
    },
    {
      "name": "Sting of the Adder",
      "short": "Attack that inflicts an additional 5d6 points of damage and 1d4 points of Wisdom damage, with an additional 2 points of Wisdom damage the following round.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant, two rounds",
      "description": "Striking with surety and precision, the disciple attacks the chakra of wisdom on his foe with his ki in an attempt to cloud his foe’s mind. The disciple makes an attack against a target; if successful the strike inflicts an additional 5d6 points of damage and 1d4 points of Wisdom damage (Fortitude save DC equal to 14 + initiation modifier to halve this Wisdom damage). On the round following a failed save, the corrupted ki energies inflict an additional 1d6 points of damage and 2 additional points of Wisdom damage. This is a supernatural ability."
    },
    {
      "name": "Tearing Fang",
      "short": "Attacks add +2d6 damage and causes 2 points of bleed damage for 1d4 rounds",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 4,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "One creature",
      "duration": "Instant, 1d4 rounds",
      "description": "Weakening a foe with repeated nips and bleeding wounds will cripple them, so the Steel Serpent mantra goes, and then you may proceed with the kill. Each successful attack the disciple makes this turn against the target creature deals an additional 2d6 points of damage and causes the target to take an additional 2 points of bleed damage for 1d4 rounds following the attack. Additional applications of this maneuver stack for additional bleed damage, and further applications increase the duration by an additional 1d4 rounds for the total bleed damage. A successful Heal check (DC 15) or any magical effect that cures hit point damage will stop the bleeding."
    },
    {
      "name": "Burning Venom Prana",
      "short": "Next attack inflicts an additional 1d4 Wisdom damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 5,
      "type": "Boost",
      "action": "1 swift action",
      "range": "One melee attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By focusing his ki along the edge of a close combat weapon, the disciple readies his energies to disrupt his foe’s mind with burning mental fire. The next attack that the disciple makes inflicts 1d4 points of Wisdom damage to his opponent unless the foe succeeds on a (DC 15 + initiation modifier) Fortitude saving throw. This is a supernatural ability."
    },
    {
      "name": "Hooded Killer’s Stance",
      "short": "Disciple gains +3d6 sneak attack dice and half the character’s initiator level to Intimidate and Stealth checks.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 5,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "The disciple adopts the mannerisms and cold blooded nature of the hooded cobra, the lord of serpent kind. While in this stance, the disciple gains an additional +3d6 sneak attack dice (see rogue class feature) and a competence bonus to Intimidate and Stealth checks equal to half of his initiator level. If the disciple possessed the sneak attack class feature previously, the benefits of this stance stack with his class feature."
    },
    {
      "name": "Pressure Point Break",
      "short": "While grappling an opponent and inflicting damage, the character may add any sneak attack or deadly strike damage possessed plus an additional +2d6 damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 5,
      "type": "Boost",
      "action": "1 swift action",
      "range": "One melee attack",
      "target": "One creature",
      "duration": "One round",
      "description": "Just as the deadly coils of the constrictor snake may squeeze the life out of a foe, the Steel Serpent disciple has learned to use his knowledge of his foe’s body against him in surprising ways. While in a grapple, the initiator may add any deadly strike or sneak attack damage he possesses to damaging attacks he makes while grappling, plus an additional 2d6 points of damage."
    },
    {
      "name": "Steel Fang",
      "short": "Attack which ignores DR and inflicts an additional 8d6 points of damage, potential to daze an opponent, and increases poison virulence.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 5,
      "type": "Strike",
      "action": "1 standard action",
      "range": "One melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The spiritual ki focus of the disciple is so intense that it gains armor piercing force when applied to a weapon or hand strike. The disciple makes an attack against an opponent, and if successful, the attack deals an additional 8d6 points of damage and bypasses all damage reduction the target may possess. The awesome force of the disciple’s ki is so strong that it has the potential to daze the opponent on a failed Will save (DC 15 + initiation modifier) for one round. Additionally, if the disciple is using poison or a prana maneuver with this strike, increase the saving throw DC by +3. This is a supernatural ability."
    },
    {
      "name": "Blend With The Night",
      "short": "Causes the disciple to disappear into the shadows make him act under greater invisibility for one round, grants +2d6 points of sneak attack damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 6,
      "type": "Boost",
      "action": "1 swift action",
      "range": "One melee attack",
      "target": "One creature",
      "duration": "One round",
      "description": "Practitioners of the Steel Serpent discipline are known for their ability to disappear while in plain sight and reappear moments later, unleashing their devastating skill upon a subject. The disciple who initiates this maneuvers gains the benefits of being under the effects of a greater invisibility spell for one round, and during that round, he gains 2d6 points of sneak attack damage per attack he makes that round (as per the rogue class feature). This is a supernatural ability."
    },
    {
      "name": "Spitting Cobra Stance",
      "short": "Increases damage done by thrown weapons and poison duration.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 6,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "Some serpents spit their venom, and as they are deadly at a distance so does the disciple learn to be deadlier at range with his attacks. When at range, thrown weapons inflict an additional 2d6 points of damage and throwing them does not provoke attacks of opportunity. Use of poison (mundane or magical poisons such as stings or prana maneuvers) are more vicious as well, adding +1 to each damage die or ability damage die rolled for its effect (effects with a flat number of damage increase this by +1)."
    },
    {
      "name": "Sting of the Viper",
      "short": "Attack that inflicts an additional 8d6 points of damage and 1d6 points of Charisma damage, with an additional 2 points of Charisma damage the following two rounds.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant, 3 rounds",
      "description": "The disciple reaches out and strikes at his opponents will and force of being, crushing his foe’s chakras with his ki. The disciple makes an attack against a target which if successful inflicts an additional 8d6 points of damage and 1d6 points of Charisma damage (Fortitude save DC equal to 16 + initiation modifier to halve this Charisma damage). After a failed save, for the following two rounds, the corrupted ki energies inflict an additional 2d6 points of damage and 2 additional points of Charisma damage. This is a supernatural ability."
    },
    {
      "name": "Virulence",
      "short": "Increase the DC on a single poison by +5",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 6,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Melee attack or ranged attack",
      "target": "One poison",
      "duration": "Until used",
      "description": "Through intense focus, the disciple is capable of increasing the potency of venoms and poisons he uses by channeling his ki into them and twisting that energy. Use of this boost empowers one single mundane poison, sting, or prana with a +5 boost to the save DC of effect. This lasts until used, and the maneuver may not be recovered until it is expended, nor another maneuver readied in its place. This is a supernatural ability."
    },
    {
      "name": "Bite The Mongoose",
      "short": "Make a counter attack which inflicts 6d6 points of damage and 1d6 Constitution damage when struck in combat.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 7,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Melee attack",
      "target": "One attacker",
      "duration": "One attack",
      "description": "Inevitably, the disciple of Steel Serpent will be struck in combat and through the use of this technique; he learns to make his foe regret its actions. Just as the cobra often poisons the foolish mongoose, so does the disciple of Steel Serpent poison his foe. Upon being struck in combat, the disciple takes advantage of the opening that his injury makes available and strikes out once with poisoned, life sapping ki energies. Make an immediate attack at full base attack bonus against the opponent that has successfully attacked you; if this attack hits it inflicts an additional 6d6 points of damage and 1d6 Constitution damage (Fortitude save DC 17 + initiation modifier halves this Constitution damage). This is a supernatural ability."
    },
    {
      "name": "Desert Serpent Mirage",
      "short": "Make an opposed attack roll against an opponent’s attack; if successful the foe losses sight of the disciple for one round.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 7,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Melee attack",
      "target": "One attacker",
      "duration": "1d4 rounds",
      "description": "One of the Steel Serpent’s teachings is that for a disciple to be successful, he must find his opponent’s blind spot. By initiating this counter, the disciple learns to use his foe’s attacks to blind it against him then take advantage of this impairment. The initiator makes an opposed attack roll against his foe’s attack roll, and if successful the attacker misses the initiator who then gains total concealment from his foe 1d4 rounds. This is a supernatural ability."
    },
    {
      "name": "Numbing Venom Prana",
      "short": "Next attack inflicts an additional 2d4 Dexterity damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 7,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By filling his next attack with chill and numbing ki energies, the Steel Serpent disciple strikes at the nervous energies that cause the body to move, draining away from the victim his grace and motor control. The next attack that the disciple makes inflicts an additional 2d4 points of Dexterity damage. A successful Fortitude save (DC 17 + initiation modifier) halves this. This is a supernatural ability."
    },
    {
      "name": "Silencing Strike",
      "short": "Swift throat punch that can silence opponent, deals an additional 8d6 points of damage.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 7,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instant, 3 rounds",
      "description": "By focusing his ki and striking at a foe’s throat chakra, he can close it temporarily and cut off the target’s ability to speak. The disciple makes a melee attack and if successful the strike inflicts an additional 5d6 points of damage. On a failed Fortitude save (DC 17 + initiation modifier) the target is silenced and unable to speak or vocalize for 1d6 rounds. On a successful saving throw, the target is still unable to speak for one round. This is a supernatural ability."
    },
    {
      "name": "Adamantine Fang",
      "short": "Powerful attack which ignores DR and deals an additional 12d6 damage, potential to paralyze an opponent. and increases poison virulence.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 8,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Instant, 3 rounds",
      "description": "When initiating this maneuver, the disciple congeals the totality of his ki along his weapon which glitters almost like a diamond just before he strikes. The disciple makes an attack against an opponent which if successful deals an additional 12d6 points of damage and bypasses all damage reduction the target may possess. The awesome force of the disciple’s ki is so strong that it has the potential to paralyze the opponent on a failed Will save (DC 18 + initiation modifier) for one round. Additionally, if the disciple is using poison or a prana maneuver with this strike, increase the saving throw DC by +4. This is a supernatural ability."
    },
    {
      "name": "Hooded Cobra Attitude",
      "short": "Gain gaze ability to temporarily paralyze a foe while focusing on them.",
      "discipline": " Steel Serpent",
      "tags": ["compulsion", "mind-affecting"],
      "lvl": 8,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "By adopting this stance, the disciple of Steel Serpent evokes the menacing dread of the hooded cobra. The weaving, hypnotic motions of that most venomous of serpents manifests in the lithe movements of the disciple, whose gaze paralyzes a foe with its intensity. The disciple gains a gaze attack with a range of 30- ft. (see gaze attacks in Pathfinder Roleplaying Game Bestiary 1 for more information on how to avoid gaze attacks). Creatures coming within this range are shaken by the disciple’s deadly presence and the glint of his eyes (Will save DC 18 + initiation modifier negates). When the disciple focuses his gaze (as an attack action) on a target, it may make a Will save (DC 18 + initiation modifier) to resist being paralyzed for 1d4 rounds by his hypnotic gaze. A successful save negates this effect. The disciple may only have one opponent paralyzed at a time. This is a mind-affecting, compulsion effect. This is a supernatural ability."
    },
    {
      "name": "Sting of the Cobra",
      "short": "Attack that inflicts an additional 12d6 points of damage and 2d4 points of Constitution damage, with an additional 2 points of Constitution damage the following two rounds.",
      "discipline": " Steel Serpent",
      "tags": [],
      "lvl": 8,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant, 3 rounds",
      "description": "By focusing destructive, life-destroying ki into his attack, the Steel Serpent disciple strikes at the very heart of his foe’s life force. The disciple makes an attack against a target. If successful the strike inflicts an additional 8d6 points of damage and 2d4 points of Constitution damage (Fortitude save DC equal to 18 + initiation modifier to halve this Constitution damage). Upon a failed save, on the following two rounds the corrupted ki energies inflict an additional 2d6 points of damage and 2 additional points of Constitution damage. This is a supernatural ability."
    },
    {
      "name": "Five-Fold Hydra Sting",
      "short": "Chance to instantly slay target and destroy them entirely.",
      "discipline": " Steel Serpent",
      "tags": ["Death"],
      "lvl": 9,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "A true master of the discipline of Steel Serpent possesses the knowledge how to use his skill, ki, and knowledge of the systems of living creatures, putting them to use for ending of a life. When a disciple initiates this maneuver and strikes a foe, he shows his deadly intent and knowledge in a display of terrible force, striking a foe’s heart chakra and sending a cascade of poisonous ki through its body to annihilate the lifeforce of the target. The disciple makes an attack against a foe which if successful the target must make a Fortitude save (DC 19 + initiation modifier). If this save fails, the target is instantly slain as its body’s energies revolt and consume it in a flash, reducing the body to ash (equipment is unharmed). If the target succeeds on this save, its body still suffers from the experience as the attack inflicts an additional 50 points of damage. If the target dies from this, its body also dissolves into ash. Victims slain by this attack cannot be resurrected normally; a wish or miracle spell must be cast first to restore the life-force of the victim’s spirit before any raise attempt can be attempted. This is a supernatural ability."
    },
    {
      "name": "Dimensional Strike",
      "short": "For a brief moment, the disciple becomes difficult to perceive; resolving the attack against the target as if they were flat-footed.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By shifting slightly between two worlds, the disciple confuses the senses of his foe so he may land his attack more easily. The initiator initiating this strike causes his foe to be flat-footed to this attack."
    },
    {
      "name": "Disturbing Blow",
      "short": "Make an attack against a target; successful strike inflicts a -4 penalty to the target’s next d20 roll.",
      "discipline": " Veiled Moon",
      "tags": ["mind-affecting"],
      "lvl": 1,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "Special",
      "description": "By establishing counter-resonance within the spirit of an enemy with a well-placed blow, the disciple may disrupt and disturb its next action. The initiator must make a melee attack against a target creature, and if successful, cause the target to suffer a -4 penalty to the next d20 roll that he makes."
    },
    {
      "name": "Ghost Hunting Blow",
      "short": "Momentarily grants the disciple’s attacks the ghost touch property.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 1,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "By reaching across the barrier between worlds, the disciple may strike at disembodied spirits as easily he would strike a normal mortal. Any and all of the initiator’s attacks made this round, including attacks of opportunity, are made as if the initiator’s weapon possessed the ghost touch property. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Inner Sense",
      "short": "Spiritual senses grant a +2 insight bonus to a saving throw.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 1,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "You",
      "duration": "Instant",
      "description": "By sensing ripples in the spiritual world around him, the Veiled Moon disciple is capable of better avoiding dangerous effects and situations. This counter grants the disciple a +2 insight bonus to a single saving throw."
    },
    {
      "name": "Spirit Sensing Stance",
      "short": "The disciple in this stance gains the scent special ability and can use it to sense incorporeal creatures that are hiding on the Ethereal plane nearby.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "By sensing the different patterns all beings that exist have, the senses of the Veiled Moon disciple exceed that of natural beings and move into the realm of supernatural awareness. While in this stance, the initiators gains the scent special ability and he may detect creatures on the Ethereal plane that are near the Material plane within 30-ft. of his position."
    },
    {
      "name": "Cursed Fate",
      "short": "Make an attack against a target, inflict +2d6 damage -4 to all d20 rolls for one round.",
      "discipline": " Veiled Moon",
      "tags": ["mind-affecting"],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "The disciple can befuddle and bewilder his opponent with this strike, causing a grave imbalance in the psyche of the victim. The initiator must make a successful attack against the target, inflicting an additional 2d6 points of damage and the target must attempt a Will save (DC 12 + initiation modifier) or suffer a -4 to all d20 rolls until the disciple’s next turn."
    },
    {
      "name": "Leaping Spirit Dance",
      "short": "This stance grants the disciple a +2 to AC and a +2 to Reflex saves.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 1,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "Light as a feather, the Veiled Moon disciple moves gracefully in combat, with the smooth and practiced grace of an incorporeal being. The disciple gains a +2 dodge bonus to AC and a +2 competence bonus to Reflex saves while in this stance so long as he moves at least 10 feet on his turn each round. This bonus increases by +2 at initiator level 9, and by an additional +2 at initiator level 17."
    },
    {
      "name": "Fading Strike",
      "short": "Teleport up to your movement speed to an opponent and make an attack.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Personal",
      "target": "Up to the disciple’s movement speed",
      "duration": "Instant",
      "description": "The disciple learns the basic technique at this level for walking between worlds to reach locations that previously could be inaccessible on the mortal world and potentially attack foes at those locales. As a standard action, the initiator may either teleport to a location no farther away than his maximum movement speed, and make an attack action against an opponent as part of the same standard action, or attack an adjacent target and then teleport to a location no farther away than his maximum movement speed. The teleportation destination must be clearly seen by the disciple to teleport to that location, and it must be unoccupied."
    },
    {
      "name": "Half-Gone",
      "short": "As an attack targets you, make a Stealth check to become incorporeal to avoid it.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 2,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "You",
      "duration": "Instant",
      "description": "By momentarily slipping through the barrier between the Material and the Astral planes, the Veiled Moon disciple may attempt to avoid an attack by being incorporeal. The initiator makes an opposed Stealth check against the attacker’s Perception check; if successful the initiator is incorporeal for that attack (resolve the attack against the initiator as normal for striking an incorporeal target). This counter may be attempted to defend against targeted and area of effect spells, making a Stealth check in place of a Reflex save."
    },
    {
      "name": "Resonance Strike",
      "short": "Strike inflicts 3d6 force damage + initiator level damage in lieu of normal damage, and may strike incorporeal creatures without risking a miss chance.",
      "discipline": " Veiled Moon",
      "tags": ["Force"],
      "lvl": 2,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By funneling his spiritual power into his attack, the Veiled Moon practitioner may strike an opponent with glowing silvery light on the Material or the Ethereal plane. This strike is resolved as a melee or ranged touch attack, and it inflicts 3d6 + initiator level points of force damage in lieu of normal damage, and this attack may strike incorporeal creatures without suffering reduced damage. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Altered Penumbra",
      "short": "Make an opposed Stealth check opposing your attackers Perception check after their attack roll, if you are successful, teleport to any spot within 10-ft. away and leave a minor image to be hit in your place.",
      "discipline": " Veiled Moon",
      "tags": ["Teleportation", "Figment"],
      "lvl": 3,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal",
      "target": "You",
      "duration": "Instant",
      "description": "Position is relative to the Veiled Moon disciple’s thinking, and his position in the universe is mutable. Using these principles, the disciple may circumvent reality to remove himself from harms way when necessary. The initiator makes a Stealth check opposing the attacker’s Perception check. If successful then the initiator may teleport to any spot within 10- ft. away from his current position and leave a minor image duplicate of himself behind to take the attack of his foe in his place. Minor images created by this counter last for 1d4 rounds or until dispersed. This ability may be used to defend against spells and effects that directly target the initiator with an attack roll (such as ranged touch effects) or for those that allow for a Reflex save. If the attack would still encompass an area to where the initiator is teleporting (such as with the fireball spell he has not vacated), the initiator would still be struck by the attack."
    },
    {
      "name": "Brilliant Moon",
      "short": "Make an attack against a foe, attack ignores armor bonuses to AC and inflicts an additional 4d4 points of force damage.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 3,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant",
      "description": "By partially phasing a portion of his attack out of this reality, the disciple may ignore certain obstacles, such as armor, when striking at an opponent. The initiator makes an attack roll and ignores the target’s armor bonus to AC (unless this armor bonus comes from a force effect, such as mage armor). A successful hit inflicts an additional 4d4 points of force damage from the spiritual power the disciple infuses into the attack."
    },
    {
      "name": "Formless Dance",
      "short": "Gain the benefits of a see invisibility spell and blur while the stance is in effect.",
      "discipline": " Veiled Moon",
      "tags": ["Glamer"],
      "lvl": 3,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "The Veiled Moon disciple immerses himself in a sort of dimensional flux, causing him to be able to see what cannot be perceived and seemingly be in many places at once. While in this stance, the initiator gains the benefits of a see invisibility spell and the blur spell."
    },
    {
      "name": "Ghostwalk",
      "short": "Become incorporeal until your next turn.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 3,
      "type": "Boost",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "The initiator steps through to the borderland between the Material and the Ethereal planes, becoming an incorporeal figure in both realities for a few moments. Until the beginning of his next turn, the initiator gains the incorporeal subtype. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Breath of the Moon",
      "short": "Make an attack against a target, target must make save or be confused for 1d4 rounds.",
      "discipline": " Veiled Moon",
      "tags": ["mind-affecting"],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "1d4 rounds",
      "description": "The moon is a source of madness, so the legend goes, and by using the principles of lunar cycles on the psyche of mortals, the disciple may temporarily relieve a target of its sanity for a few moments in combat. The initiator must make a melee attack against a target creature, and if successful, in addition to damage the target must make a Will save (DC 14 + initiation modifier) or be confused (as the spell confusion) for 1d4 rounds. After the application of this maneuver, the subject briefly forgets that the initiator exists and thus may not target the initiator while confused."
    },
    {
      "name": "Ethereal Reminiscence",
      "short": "Become incorporeal for one round, regain twice your ranks in Stealth in hit points or potentially being lost in the Ethereal briefly.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 4,
      "type": "",
      "action": "1 full-round action",
      "range": "Personal",
      "target": "You",
      "duration": "One round",
      "description": "The ectoplasmic nature of beings on the Ethereal plane allows for the Veiled Moon disciple to briefly transport himself to that realm and use his will to restore some his form by filling his wounds with spectral energies, displacing his injuries but at a great potential risk. As a full-round action, the initiator may become incorporeal for one round and restore twice his ranks in Stealth in hit points to himself. Every time the initiator makes the transition between planes, however, he runs the risk of potentially losing himself there briefly. The initiator initiating this maneuver must make a Will save (DC 14, +1 DC for every time he’s initiated this maneuver since he last rested for 8 hours after the first use); if successful, the maneuver works as normal. If the saving throw fails, the initiator does not regain any hit points, instead suffering 2d6 points of damage, and spends the next 2d4 rounds lost in the borderland between the Prime Material Plane and the Ethereal Plane, and when he returns to the Prime, he is fatigued for an hour. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Fading Leap",
      "short": "As a move action, the disciple may teleport to a spot up to twice his movement speed away.",
      "discipline": "Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 4,
      "type": "",
      "action": "1 move action",
      "range": "Up to twice movement speed",
      "target": "You",
      "duration": "Instant",
      "description": "With nary a thought and a gesture the Veiled Moon disciple may flow like moonlight from one location to another through the Astral plane, moving faster than his earthly body would allow. As a move action, the initiator may teleport to a location in range of twice the disciple’s base movement speed away."
    },
    {
      "name": "Flicker Strike",
      "short": "Teleport to strike an opponent’s flat-footed AC and then teleport away.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 4,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack, movement speed",
      "target": "One creature",
      "duration": "Instant",
      "description": "In a flickering blur of teleportation and movement, the Veiled Moon disciple may disappear, blink into existence to strike a foe, and then disappear again to appear a safe distance away. The initiator may teleport up to his movement speed to a target enemy, make an attack or a combat maneuver (such as disarm or trip) against the foe using its flat-footed armor class or CMD (denying the target his Dexterity bonus due to the surprising nature of the attack), then teleport away up to his movement speed, all without drawing attacks of opportunity for the movement or attack."
    },
    {
      "name": "Essence Shattering Strike",
      "short": "Make an attack against a target which inflicts an additional 6d6 points of force damage, potentially dazes the target.",
      "discipline": "Veiled Moon",
      "tags": ["Force"],
      "lvl": 5,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One creature",
      "duration": "Instant, 1d4 rounds",
      "description": "With a powerful strike, the Veiled Moon disciple attacks at the very spirit of his foe with his silver-blue light. The initiator makes an attack against a target creature, and inflicts an additional 6d6 points of force damage and dazes his foe for 1d4 rounds due to the disturbance on a failed Fortitude save (DC 15 + initiation modifier)."
    },
    {
      "name": "Stance of the Ether Gate",
      "short": "The disciple flows with dimensional power and may as a move action teleport up to his movement speed, or as a full-round action move up to twice his movement speed.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 5,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "By shifting his essence partially into the Astral plane, the disciple finds that moving through that plane as just as easy as moving through the Material plane. While the disciple is in this stance, he may teleport up to his movement speed as a move action, or twice his movement speed as a full-round action, at will. He must see his destination clearly to be able to teleport to it. The initiator may not take any creatures with him when teleporting; only himself and the gear he is carrying plus up to an additional 20 lbs. This stance meets the qualifications for the Dimensional Agility feats, should the initiator wish to take them."
    },
    {
      "name": "Twisting Ether",
      "short": "Switch places within 30-ft. via teleportation with target willing ally.",
      "discipline": "Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 5,
      "type": "Boost",
      "action": "1 swift action",
      "range": "30-ft.",
      "target": "You and willing ally",
      "duration": "Instant",
      "description": "With a nod to his ally, the Veiled Moon adept may sink through the world with his ally and switch places with him for better effect in combat. As a swift action, the initiator may designate a willing ally within 30-ft. and swap places with him via teleportation."
    },
    {
      "name": "Warp Worm",
      "short": "Make a touch attack against up to three targets which must be no farther apart than 20-ft. from each other, teleport through them inflicting 10d6 points of force damage and appear up to 15-ft. from the final target.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation", "force"],
      "lvl": 5,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Melee touch",
      "target": "Up to three targets",
      "duration": "Instant",
      "description": "By creating temporary breaches between the worlds of the Material and the Astral, the disciple may teleport through a few enemies and emerge from the space between worlds having done his foes great internal harm. The initiator makes a melee touch attack against a target, and may teleport to another target no more than 20-ft. from the first (and do the same for a third target) making another melee touch attack on each subsequent target and inflicting 10d6 points of force damage to all affected. On a failed attack or after the final target, the disciple appears up to 15-ft. from the final target to finish his turn. The touch attacks themselves cannot be unarmed strikes or weapon strikes that inflict damage normally; the disciple must lay their hand against the target in a non-damaging way to initiate this maneuver (even if wielding a weapon in that hand, this can be used by simply touching the target with a fist or back of the hand)."
    },
    {
      "name": "Ether Wave",
      "short": "The disciple unleashes a potent wave of dimensional energy as a 40-ft. cone inflicting 12d6 points of force damage.",
      "discipline": " Veiled Moon",
      "tags": ["Force"],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "40-ft.",
      "target": "Cone-shaped emanation",
      "duration": "Instant",
      "description": "The Veiled Moon disciple concentrates his spiritual energies to his hand tears into the barrier between the Astral and the Material, and releases the energies that form from this in a wracking wave of silvery-blue energy. The initiator unleashes a 40-ft. cone of dimensional energy which inflicts 12d6 points of force damage to all targets within its area with a Reflex saving throw (DC 16 + initiation modifier) for half damage."
    },
    {
      "name": "Phantom Penumbra",
      "short": "Make a Stealth check opposing the attackers Perception check, if successful, teleport up to 20-ft. away and leave behind 1d6 major images.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation", "figment"],
      "lvl": 6,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal, 20-ft.",
      "target": "You",
      "duration": "Instant, 4 rounds",
      "description": "To slip through the worlds is a simple matter for the disciple, and using this to deceive and evade an attacker is effortlessly done. The initiator makes a Stealth check against the attacker’s Perception check. If the disciple succeeds he is able to teleport to a position up to 20-ft. away, gain the incorporeal subtype, and leave behind 1d6 major images where his previous position lay. Major images persist until they are slain or until 4 rounds have elapsed and the initiator remains incorporeal until his next turn. This ability may be used to attempt evade spells and effects that directly target the initiator or for those that allow for a Reflex save. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Spiritual Weapon Stance",
      "short": "In this stance, the character is treated as having ghost touch on offensive and defensive items and weapons, gains spell resistance, and attacks inflict an additional 2d6 points of force damage.",
      "discipline": " Veiled Moon",
      "tags": ["Force"],
      "lvl": 6,
      "type": "Counter",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "By channeling ethereal energies along his weapons and his body, the initiator becomes immersed in both worlds, being as solid on the Ethereal Plane as he is on the Material. While in this stance, the initiator’s weapons, armor, and equipment are treated as if they had the ghost touch property (ammunition retains the property until used), and his attacks inflict an additional 2d6 points or force damage. As a side- effect of this empowerment from the Ethereal plane, this energy acts a buffer against magical attacks, and grants the disciple spell resistance equal to 5 + his initiator level. This is an Ethereal plane using stance."
    },
    {
      "name": "Vaporform Crash",
      "short": "Make a melee attack against an incorporeal target, if successful the disciple becomes incorporeal and the target suffers 12d6 points of force damage and becomes corporeal; the switch in body state lasts for 1d4 rounds.",
      "discipline": " Veiled Moon",
      "tags": ["Force"],
      "lvl": 6,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack",
      "target": "One creature",
      "duration": "1d4 rounds",
      "description": "The Veiled Moon teaches that its disciples must know how to balance the scales between both worlds, so to make a foe real in the Material world, then the disciple must briefly sojourn to the other side. The disciple makes a melee attack against an incorporeal target, and if successful the target loses their incorporeal subtype for 1d4 rounds and takes 12d6 points of force damage (incorporeal foes lose their Charisma bonus to AC and have a Strength score equal to their Charisma score -4; all incorporeal equipment temporarily becomes corporeal with the target). The disciple gains the incorporeal subtype for a like number of rounds (losing his Strength score and gaining a +4 bonus to Charisma and he may apply his Charisma bonus to his AC as a deflection bonus; all of his equipment becomes temporarily incorporeal with him as well). This is an Ethereal plane using maneuver."
    },
    {
      "name": "Dispersal Strike",
      "short": "Target becomes incorporeal and takes 12d6 points of force damage, on a failed Will their gear does not become ethereal with them, duration until end of next turn.",
      "discipline": " Veiled Moon",
      "tags": ["Force"],
      "lvl": 7,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee or ranged attack",
      "target": "One target",
      "duration": "1d4 rounds",
      "description": "With a powerful strike and flash of silver-blue light, the disciple slams his foe directly into the Ethereal for a few moments, causing it to become ghostly and unreal. The initiator makes an attack on a target creature and if successful, the strike inflicts 12d6 points of force damage in place of normal damage, and the target gains the incorporeal subtype for 1d4 rounds. The target must make a Will save (DC 17 + initiation modifier) to negate the incorporeality portion of this strike or only his body becomes incorporeal and items held in his hands do not, falling to the ground at their feet. This strike does not function on targets who already possess the incorporeal subtype. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Fade Through",
      "short": "The disciple may teleport up to twice his movement speed as a swift action.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 7,
      "type": "",
      "action": "1 swift action",
      "range": "Twice the disciple’s movement speed",
      "target": "You",
      "duration": "Instant",
      "description": "An advanced technique, the Veiled Moon disciple at this point learns how to fold two points in space around him to appear at another location within the span of a heart beat. The initiator may teleport to a location up to twice his movement speed away as a swift action."
    },
    {
      "name": "Flashing Ether Touch",
      "short": "Make a melee touch attack against a target, if successful teleport the target up to 60-ft. away, deal 10d6 points of damage and knocking them prone.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 7,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee attack, 60-ft.",
      "target": "One target",
      "duration": "Instant",
      "description": "With but a touch the Veiled Moon disciple may send a foe hurtling through the Astral to reappear with frightening velocity to hit the ground. The initiator makes a melee touch against a target, and the target makes a Will save (DC 17 + initiation modifier) or is teleported up to 60-ft. away, successful saving throw negating the maneuver. Upon a failed saving throw, the target suffers 10d6 points of damage from reaching high speeds and slamming hard into the ground and are considered prone."
    },
    {
      "name": "Anchoring Spirit",
      "short": "Disciple gains the incorporeal subtype; any attempt to teleport into or out of any space within 30-ft. of the disciple automatically fails unless he initiates the effect or willingly allows it.",
      "discipline": " Veiled Moon",
      "tags": [],
      "lvl": 8,
      "type": "Stance",
      "action": "1 swift action",
      "range": "Personal",
      "target": "You",
      "duration": "Stance",
      "description": "The Veiled Moon disciple pulls himself fully into the Ethereal and manifests a ghostly apparition of his form upon the Material, and in doing so he locks his immediate area for travel through the Ethereal or Astral plane. While in this stance, the initiator gains the incorporeal subtype and anyone within 30-ft. of his position who attempts to use an effect with the (teleportation) type likely fails. The disciple can exclude allied creatures from this effect. Those effected can attempt an opposed initiator level check (using their caster or initiator level) to successfully execute their teleportation effect. Once outside of this stance’s range, creatures are no longer affected. If two or more instances of Anchoring Spirit overlap, they cease functioning until separated. This is an Ethereal plane using maneuver."
    },
    {
      "name": "Eclipsing Moon",
      "short": "As part of a full round attack, you may teleport up to your movement range between attacks, and continue the full round attack, adding +2 to hit and +4d4 force damage to each strike against a target’s flat-footed AC.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation", "force"],
      "lvl": 8,
      "type": "Strike",
      "action": "1 full-round action",
      "range": "Melee attack, movement speed",
      "target": "Special",
      "duration": "Instant",
      "description": "Folding space around his form effortlessly, the disciple is capable of leaps through the ether and attacking through the barrier between the worlds in a series of staccato bursts of silvery-blue light, his image blinking as he strikes. As a full attack action, the initiator may make an attack against a target and then teleport a distance up to his movement speed to a new target to strike again, and each attack is made against the target’s flat-footed armor class. He may do this a number of times equal to the number of attacks he possesses on a full attack action (including off hand attacks or secondary attacks), and he may select the same target for each attack but each teleportation must land him in position to make an attack against a target creature (he must attack a target creature at the end of each teleportation). Each attack gains a +2 competence bonus and inflicts an additional 4d4 points of force damage. Secondary attacks such as off-hand attacks and secondary natural attacks only add 2d4 of force damage. The initiator may forgo the first attack of this maneuver to teleport himself into position to use the rest of the attacks of this maneuver."
    },
    {
      "name": "Lunar Penumbra",
      "short": "When targeted by a spell or effect, the disciple may make an opposed Stealth check against the enemy’s Perception; success indicates that the two switch positions through teleportation and the enemy suffers the spell or effect instead.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 8,
      "type": "Counter",
      "action": "1 immediate action",
      "range": "Personal. Close (25-ft. + 5-ft./2 initiator levels)",
      "target": "You and one target",
      "duration": "Instant",
      "description": "It is said that the moon is portrayed in some legends as a laughing trickster, and with this powerful ability, the Veiled Moon disciple is capable of pulling an incredible trick upon his foe. The initiator makes a Stealth check against his foe’s Perception check. If successful he and his attacker switch positions, and the attack that was directed against the disciple now affects the attacker, effectively causing the target to strike itself. This ability may be used to evade spells and effects that directly target the initiator or for those that allow for a Reflex save (but if the initiator is still within the radius of the effect, he still is struck by it)."
    },
    {
      "name": "Banish to the Beyond",
      "short": "The disciple makes a melee touch attack against a target, and if successful then the foe is banished wholly to the Astral Plane, and they are barred from returning to the Material Plane for 1 hour.",
      "discipline": " Veiled Moon",
      "tags": ["teleportation"],
      "lvl": 9,
      "type": "Strike",
      "action": "1 standard action",
      "range": "Melee touch",
      "target": "One creature",
      "duration": "Special (see text)",
      "description": "The ultimate technique of the Veiled Moon disciple is the ability to lay a mark against a target and shunt it gently into the Astral plane where it may ponder its reasons for crossing the likes of a master. The initiator makes a melee touch attack against a target, who then makes a Will save (DC 19 + initiation modifier). Failure indicates that the target is shifted fully into the Astral plane, body and all, and the target may not return to the Material plane for one hour. If the foe has no way to return to the Material plane after this duration has expired, he is effectively stranded and must find his own way back to his world. If the target succeeds his saving throw, he is still shunted to the Astral plane, but returns automatically to the Material plane after one minute. While in the Astral plane, the target is tethered to his body at the location he occupied before being pushed into the Astral Plane with a silver cord as normal (per astral projection)."
    }
  ]
}